[
  {
    "id": 116,
    "title": "#116 - Rules Committee Check In: Arena, Initiative, and Website",
    "date": "March 9, 2023",
    "author": "Paul (Scarecrow1779)",
    "categories": ["announcement"],
    "intro": "Effective February 1, Loyal Apprentice and Agent of the Shadow Thieves will no longer be legal in Pauper Duel Commander. (This does not affect multiplayer PDH.)",
    "details": 
    [
      "<p><h2>RC Check In: Arena, Initiative, and the Site</h2></span></p><p>This article is playing catchup, sharing some of what we&rsquo;ve been paying attention to in the last 7 months.</p><p>TL;DR:&nbsp;</p><ul><li>Arena-only releases, such as Alchemy sets, will not make cards legal in Pauper Commander; we are remaining in alignment with 60-card Pauper.</li><li>No action being taken and no serious concerns yet about the initiative mechanic.</li><li>Site overhaul is finished, and old articles are available again.</li></ul><p><h2>Arena Downshifts</h2></p><p>Previously, we have stated that Arena releases WOULD make any new commons or uncommons legal in Pauper Commander (<a href=\"https://scryfall.com/search?q=demon%27s+due&amp;unique=cards&amp;as=grid&amp;order=name\" target=\"_blank\" rel=\"noopener\">excluding the &ldquo;A-&rdquo; cards with altered rules text</a>, since they are separate cards that don&rsquo;t exist in paper). You can read about some of the headaches that Arena cards have created in our two rules update articles from 2021 (<a href=\"https://pdhhomebase.wixsite.com/pdhhomebase/post/august-2021-rules-update-and-clarification-dungeons-and-digital-cards\" target=\"_blank\" rel=\"noopener\">1</a>, <a href=\"https://pdhhomebase.wixsite.com/pdhhomebase/post/november-2021-rules-update-promos-and-conjured-cards\" target=\"_blank\" rel=\"noopener\">2</a>).&nbsp;</p><p>When Alchemy Horizons: Baldur&rsquo;s Gate (HBG) came out on Arena was when we actually saw our first ever Arena downshifts in the form of <a href=\"https://cards.scryfall.io/large/front/6/c/6c710040-5060-4eaa-b69d-c0505805e963.jpg?1656651811\" target=\"_blank\" rel=\"noopener\">Demogorgon&rsquo;s Clutches</a>, <a href=\"https://cards.scryfall.io/large/front/0/5/05da8f0b-0932-4e95-bfe3-26bfddbf4a0c.jpg?1656651802\" target=\"_blank\" rel=\"noopener\">Iron Golem</a>, and <a href=\"https://cards.scryfall.io/large/front/4/d/4d0cede1-292b-4711-8b2d-9a7a9fe5f19c.jpg?1656651785\" target=\"_blank\" rel=\"noopener\">You Find Some Prisoners</a> all being downshifted from uncommon to common. This was first pointed out by Sprout on the Home Base Discord, and I spread it to Twitter and Reddit the next day, excited to talk about these 3 new commons in Pauper Commander. The 60-card Pauper community on both sites quickly got a hold of the news and was speculating on whether the cards would be legal in Pauper. It was unclear, so everyone was trying to get attention from the Pauper Format Panel and Gavin Verhey. At the time, <a href=\"https://web.archive.org/web/20220527225056/https://magic.wizards.com/en/formats/pauper\" target=\"_blank\" rel=\"noopener\">The WotC Pauper format page</a> simply said, &ldquo;If a common version of a particular card was ever released in Magic, any version of that card is legal in this format.&rdquo; That combined with all of the previous Wizards rhetoric about Arena being real magic in the vein of MTGO was exactly why the PDH RC had been explicitly saying Arena downshifts would be legal. Within 7 hours, Gavin Verhey cleared up the question with <a href=\"https://twitter.com/GavinVerhey/status/1549846095240433664?t=XfLs3VtNmx0PkUJ47tKZNg&amp;s=19\" target=\"_blank\" rel=\"noopener\">this short tweet</a>. He followed up 2 days later with <a href=\"https://twitter.com/GavinVerhey/status/1550516375860326400?s=20\" target=\"_blank\" rel=\"noopener\">this more comprehensive response</a>, saying that, &ldquo;When Pauper was created, Arena didn't exist. Arena will do all sorts of things with commons, and our intent is for those&hellip; to not be added.&rdquo; In addition, he showed that the <a href=\"https://magic.wizards.com/en/formats/pauper\" target=\"_blank\" rel=\"noopener\">WotC Pauper format page</a> had been edited to clearly reflect that. This is awesome because an issue discovered by the Pauper Commander led to a major rules clarification in one of its parent formats, resulting in more transparency for the whole MtG community.</p><p>With 60-card Pauper making its stance on these downshifts clear, we had a new problem. For the first time since the <a href=\"https://magic.wizards.com/en/news/announcements/pauper-comes-paper-2019-06-27\" target=\"_blank\" rel=\"noopener\">Unification of Pauper</a>, the pool of cards considered common in Pauper was different from the pool of cards considered common in Pauper Commander. Making Arena releases not effect Pauper Commander would get rid of this mismatch, and there were several good arguments in favor of this:</p><ul><li>Maintaining parity with the 60-card Pauper definition of commons is better for the continued growth of the format, making the card pool less confusing for those entering the format and making searches on databases like Scryfall more understandable.</li></ul><ul><li>The original decision to accept Arena releases in Pauper Commander was made with the intention of matching what we thought 60-card Pauper was going to do in the future.</li></ul><ul><li>Whenever Arena caused issues with Pauper Commander legality in the past, the RC has always reached out to WotC for input or clarification.&nbsp;</li><li>Cutting out Arena releases would reduce rule changes in the future, making our rule set more stable and giving the RC more time to focus on gameplay within the format.</li></ul><p>Meanwhile, the arguments for keeping Arena releases relevant in Pauper Commander mainly boiled down to one point: when the Pauper Unification happened in 2019, it was actually the 60-card Pauper card pool that was changing to match the standard that Pauper Commander had already been using for years. By that reasoning, separating from 60-card Pauper now would have simply been a continuation of the stance that Pauper Commander held long before the Unification, by continuing to see all digital printings as valid (as long as the digital card had a paper equivalent).</p><p>In the end, the prevailing sentiment was that matching 60-card Pauper&rsquo;s definition of what makes a card common was important for the format&rsquo;s continued growth, and that factor dwarfed the other arguments involved. With a vote of 9-1, Arena releases will no longer impact whether Pauper Commander considers a card common or legal.<h2>Initiative</h2></p><p>Since <a href=\"https://scryfall.com/search?q=fo%3Ainitiative+r%3Ac+in%3Apaper&amp;unique=cards&amp;as=grid&amp;order=name\" target=\"_blank\" rel=\"noopener\">the initiative mechanic</a> came out in Commander Legends: Battle for Baldur&rsquo;s Gate (CLB), it has made waves, both in casual and competitive Pauper Commander games. When both monarch and initiative are in the game and move around together, it can result in large power swings, as decks that didn&rsquo;t pay any mana to play initiative or monarch cards gain access to sizable card advantage and board-state-boosting effects. At the casual level, this has amped up politics and sped up some games, while also enabling midrange decks in colors that previously struggled with card advantage. At the competitive level, the combat focus of the initiative mechanic has had a more noticeable effect, sustaining aggro and midrange combat decks that previously would have run out of resources against the engines of combo/control decks. This has resulted in a pretty sizable meta shift towards proactive combat decks.</p><p>Right now, we don&rsquo;t think that the initiative is causing any unhealthy trends on either end of the format. To some extent, the mechanic is still in the honeymoon period and may drop back off as more new sets come out. If it does not, though, we will continue to keep an eye on the impact initiative is having, with a specific concern as to whether it is pushing out previously viable midrange strategies and/or decreasing diversity. Once again, we don&rsquo;t see anything demonstrably problematic at the moment, but with the high amount of play the cards are seeing, we wanted to reassure everyone that we are paying close attention.<h2>The Website</h2></p><p>The PDH Home Base site has been going through a lot of work recently. Since moving from the .ca domain to a .com domain, we&rsquo;ve also broken away from the Wix subscription for formatting the site, allowing us to have a lot more customization options with how the site is structured. This move also saves the site money so that it&rsquo;s less of a burden to maintain with no advertisements. Our amazing site manager and RC member, Podkomorka (AKA Pod), has been completing the huge amount of work involved. Now that the move away from Wix is complete, we&rsquo;re able to tag articles, so you can view just rules updates, or just card-focused articles like set reviews and deck techs. We also now have all of our old articles available again through <a href=\"https://www.pdhhomebase.com/archived\" target=\"_blank\" rel=\"noopener\">the archived articles page</a>. (This page is accessible through the bottom of the regular articles page as well, I just wanted to explicitly point it out here for anyone wanting to dive back into the history of the site and format, since it&rsquo;s easy to miss.)</p><p>We&rsquo;ve also added entries in the About Us section for Oak Tree (Oakley), and Nero64 (Chev from <a href=\"https://anchor.fm/hexdrinkers\" target=\"_blank\" rel=\"noopener\">the Hexdrinkers podcast</a>). These wonderful gentlemen are responsible for the coding and automation that ensures we&rsquo;re giving the right data to Scryfall about what cards are PDH-legal every time a new set comes out. With the rules changes over the past year and a half, there&rsquo;s been plenty of curveballs thrown their way, and PDH could not have expanded like it has in that time without their hard work.&nbsp;</p><p>As always, thank you for reading! If you have any questions or concerns, we&rsquo;d love to hear them, whether it&rsquo;s through Facebook, Reddit, Discord, or Twitter.<p>-Paul (Scarecrow1779)</p></p>"
    ]
  },
  {
    "id": 115,
    "title": "#115 - Pauper Duel Commander (1v1) Banlist Update - Loyal Apprentice & Agent of the Shadow Thieves",
    "date": "January 28, 2023",
    "author": "Danny",
    "categories": ["duel", "announcement"],
    "intro": "Effective February 1, Loyal Apprentice and Agent of the Shadow Thieves will no longer be legal in Pauper Duel Commander. (This does not affect multiplayer PDH.)",
    "details": 
    [
      "<p><span style=\"color: #222222; text-decoration: underline;\"><strong>/!\\ - This is an announcement for DUEL (1v1). It does not apply to Pauper EDH</strong></span></p><p><span style=\"color: #222222;\"><strong>Announcement Date:</strong></span><span style=\"color: #222222;\"> January 31, 2023</span></p><p><span style=\"color: #222222;\"><strong>Pauper Duel Commander:</strong></span></p><p><a href=\"https://gatherer.wizards.com/Pages/Card/Details.aspx?multiverseid=562991\" target=\"_blank\" rel=\"noopener\">Agent of the Shadow Thieves</a><span style=\"color: #222222;\"> is banned.</span></p><p><a href=\"https://gatherer.wizards.com/Pages/Card/Details.aspx?multiverseid=450624\" target=\"_blank\" rel=\"noopener\">Loyal Apprentice</a><span style=\"color: #222222;\"> is banned.</span></p><p><span style=\"color: #222222;\"><strong>Effective Date:</strong></span><span style=\"color: #222222;\"> February 1, 2023</span></p><p><span style=\"color: #222222;\">View the </span><a href=\"https://www.pdhhomebase.com/rules\" target=\"_blank\" rel=\"noopener\">list of all banned and restricted for Pauper Duel Commander</a><span style=\"color: #222222;\">.</span></p><p style=\"text-align: justify;\"><span style=\"color: #222222;\"><em>Explanation of bans provided by Danny Salvadori.</em></span></p><p style=\"text-align: justify;\"><span style=\"color: #222222;\">After another fantastic round of discussions by the </span><a href=\"https://pdhhomebase.wixsite.com/pdhhomebase/post/announcing-the-pauper-duel-commander-rules-committee\" target=\"_blank\" rel=\"noopener\">recently formed PDC RC</a><span style=\"color: #222222;\">, I am proud to announce the January &lsquo;23 format review has concluded with a few much-needed decisions for rebalancing the format.</span></p><p style=\"text-align: justify;\"><span style=\"color: #222222;\">A lot more was discussed than what made the headline, but let&rsquo;s start with the low-down on why we felt it was necessary to take these steps.</span></p><h2>Loyal Apprentice</h2><p style=\"text-align: justify;\"><span style=\"color: #222222;\">High on the target list in every sense, Loyal Apprentice has been close to the ban hammer more than once in the past. The cheeky apprentice unto itself managed to narrowly escape this fate during the committee&rsquo;s last format review &ndash; saved mostly by a shortage of data &ndash; but this time around the vote was almost unanimous.</span></p><p style=\"text-align: justify;\"><span style=\"color: #222222;\">The committee came up with a lot of points against the apprentice and few in its defence. The criticism included:</span></p><div class=\"indent\"><ol><li>The Golos effect: it&rsquo;s so much stronger than anything else in mono-red that it has a punishing effect on deck diversity</li><li>Its power level is a step above other top Commanders</li><li>It&rsquo;s against the &ldquo;spirit&rdquo; of the lieutenant mechanic to be its own Commander</li><li>It warps the meta: pushing sweepers and cheaper removal (mostly red/black) in order to deal with the threat immediately.&nbsp;</li></ol></div><p style=\"text-align: justify;\"><span style=\"color: #222222;\">None of these points are new, so why now? The decision was based primarily on the data. When PDC was unified, the recorded data for tournament games was reset (when </span><a href=\"https://pdhhomebase.wixsite.com/pdhhomebase/post/announcing-the-pauper-duel-commander-rules-committee#:~:text=After%20much%20consideration,damage%20is%20lethal.\" target=\"_blank\" rel=\"noopener\">starting life changed from 30 to 25</a><span style=\"color: #222222;\">, it affected many deck&rsquo;s win-rate). After that, Loyal Apprentice&rsquo;s performance was initially mixed. But as we held more events and gathered more data, the statistics began to align with what most players had been thinking all along: the apprentice is overpowered. As of now, Loyal Apprentice has won 64 of 97 recorded games (about 66%). To put that figure into perspective, if you played a tournament and won every match 2-to-1, that&rsquo;s 66%.</span></p><p style=\"text-align: justify;\"><span style=\"color: #222222;\">We realise that Loyal Apprentice is a card beloved by many, and it&rsquo;s not easy to make any decision to ban. However, with no other options but to ban the card itself (no nerfs, no &ldquo;key strategic combo&rdquo; cards), sorry old friend &ndash; your time is up! We will continue to monitor how the meta evolves, but we hope that, in the absence of the apprentice, decks will be under less pressure to run niche interaction and diversity at the top of the leaderboard will increase.</span></p><h2 style=\"text-align: justify;\">Agent of the Shadow Thieves</h2><p style=\"text-align: justify;\"><span style=\"color: #222222;\">This was the most hotly debated decision of the review. After much back and forth, it was finally agreed that this mostly innocuous background had to go.</span></p><p style=\"text-align: justify;\"><span style=\"color: #222222;\">It was a difficult decision because the card in isolation is not at all problematic &ndash; the problem is with a specific partner: </span><a href=\"https://gatherer.wizards.com/Pages/Card/Details.aspx?multiverseid=570284\" target=\"_blank\" rel=\"noopener\">Wilson, Refined Grizzly</a><span style=\"color: #222222;\">. For those not in the know, Wilson and Agent of the Shadow Thieves (call it Wilson+AST for short) is an inherently voltron deck with the baffling ability to make 2-mana kill-spells somehow &ldquo;too expensive.&rdquo; It combines Wilson&rsquo;s trample with the background&rsquo;s deathtouch and indestructible to make him essentially unblockable &ndash; all the while growing as a threat and defender. If that was all, we wouldn&rsquo;t have a problem, but Wilson&rsquo;s &ldquo;keyword soup&rdquo; doesn&rsquo;t stop there.</span></p><h2 style=\"text-align: justify;\">Ward{2}</h2><p style=\"text-align: justify;\"><span style=\"color: #222222;\">Arguably the biggest issue on Wilson&rsquo;s side, a tax of{2}means that even by turn three the opponent still cannot afford a 2-mana removal spell against the bear. This allows the Wilson player to untap and hold up mana for green&rsquo;s ample protection spells (e.g. </span><a href=\"https://gatherer.wizards.com/pages/card/Details.aspx?multiverseid=177571\" target=\"_blank\" rel=\"noopener\">Vines of Vastwood</a><span style=\"color: #222222;\"> and </span><a href=\"https://gatherer.wizards.com/Pages/Card/Details.aspx?multiverseid=517607\" target=\"_blank\" rel=\"noopener\">Snakeskin Veil</a><span style=\"color: #222222;\">). As a deck with a consistently fast win-condition, this (plus Loyal Apprentice) warps the meta towards an over-emphasis on 1-mana removal spells. To worsen the situation, even 1-mana removal is ineffective when most of them cap-out at 3 damage (which the bear can survive with free tricks like </span><a href=\"https://gatherer.wizards.com/pages/card/Details.aspx?multiverseid=21366\" target=\"_blank\" rel=\"noopener\">Seal of Strength</a><span style=\"color: #222222;\"> and </span><a href=\"https://gatherer.wizards.com/Pages/Card/Details.aspx?multiverseid=456363\" target=\"_blank\" rel=\"noopener\">Gather Courage</a><span style=\"color: #222222;\">). &ldquo;But just run edicts,&rdquo; we hear you saying. While decks like </span><a href=\"https://gatherer.wizards.com/pages/Card/Details.aspx?multiverseid=452832\" target=\"_blank\" rel=\"noopener\">Plaguecrafter</a><span style=\"color: #222222;\"> are a weakness for the deck, even that is not a fool-proof counter. A well-rounded Wilson+AST has numerous low-cost creatures to support the voltron plan and defend against edicts (most notably </span><a href=\"https://gatherer.wizards.com/Pages/Card/Details.aspx?multiverseid=522171\" target=\"_blank\" rel=\"noopener\">Nested Shambler</a><span style=\"color: #222222;\">). </span><a href=\"https://www.moxfield.com/decks/EwXL1r-b7EaEPvwrnIVspQ\" target=\"_blank\" rel=\"noopener\">This deck</a><span style=\"color: #222222;\">, for example, has access to 16 possible creatures that can be out on turn one.</span></p><h2 style=\"text-align: justify;\">Vigilance and Reach</h2><p style=\"text-align: justify;\"><span style=\"color: #222222;\">For many aggro decks, once Wilson has grown to the point where bolting him is no longer an option, their only chance at victory is to outrace him. But the bear has vigilance and reach; he does not need to slow his attack in order to defend, and there&rsquo;s no sneaking fliers over his head. Factor in the potent combination of lifelink spells for Wilson (e.g. </span><a href=\"https://gatherer.wizards.com/pages/Card/Details.aspx?multiverseid=442965\" target=\"_blank\" rel=\"noopener\">Blessing of Belzenlok</a><span style=\"color: #222222;\">), and the prospects for aggro decks become bleak.</span></p><h2 style=\"text-align: justify;\">Can&rsquo;t Be Countered</h2><p style=\"text-align: justify;\"><span style=\"color: #222222;\">Counterspells were blue&rsquo;s greatest hope in the classic case of </span><a href=\"https://gatherer.wizards.com/Pages/Card/Details.aspx?multiverseid=456819\" target=\"_blank\" rel=\"noopener\">Slippery Bogle</a><span style=\"color: #222222;\">: get it off the board, then keep it off. Why </span><span style=\"color: #222222;\"><em>Wizards of the Coast </em></span><span style=\"color: #222222;\">felt the need to make an uncounterable grizzly bear is one of life&rsquo;s great mysteries, but it has the effect of turning solid interaction like </span><a href=\"https://gatherer.wizards.com/pages/card/Details.aspx?multiverseid=479569\" target=\"_blank\" rel=\"noopener\">Essence Scatter</a><span style=\"color: #222222;\"> into dead draws. Combined with everything else, Wilson+AST became a deck with far too few weaknesses.</span></p><h2>Sounds Like the Problem is Wilson; Why Ban the Background?</h2><p style=\"text-align: justify;\"><span style=\"color: #222222;\">While it was clear to the RC that something had to be done about this deck, opinion was mixed as to which card (or both) should take the hit. We discussed alternative options, like banning the specific combination or even removing commander damage as a nerf to the deck, but these options would be to boldly go where no RC has gone before (and for good reason). The argument over which card to ban was decided on which would be the least damaging to other decks. Wilson is an ideal partner to some of the more difficult build-around backgrounds (e.g. </span><a href=\"https://gatherer.wizards.com/Pages/Card/Details.aspx?multiverseid=562900\" target=\"_blank\" rel=\"noopener\">Far Traveler</a><span style=\"color: #222222;\">, </span><a href=\"https://gatherer.wizards.com/Pages/Card/Details.aspx?name=Inspiring+Leader\" target=\"_blank\" rel=\"noopener\">Inspiring Leader</a><span style=\"color: #222222;\"> or even </span><a href=\"https://gatherer.wizards.com/Pages/Card/Details.aspx?multiverseid=563053\" target=\"_blank\" rel=\"noopener\">Dragon Cultist</a><span style=\"color: #222222;\">). Notably, it is one of very few green &ldquo;partners&rdquo; to grace the top of the competitive leaderboards. Banning Wilson would be a practical ban on many more decks than just Wilson+AST. (For the first time since </span><a href=\"https://gatherer.wizards.com/Pages/Card/Details.aspx?multiverseid=447360\" target=\"_blank\" rel=\"noopener\">Satyr Enchanter</a><span style=\"color: #222222;\">, green+white looks competitive!) Similar arguments were put forward for AST, yet the majority of the RC agreed that black can tolerate losing a background more than green can afford to lose one of its few top-tier partners. This decision also allows a similar, more balanced version of Wilson+AST (Wilson with </span><a href=\"https://gatherer.wizards.com/Pages/Card/Details.aspx?multiverseid=563005\" target=\"_blank\" rel=\"noopener\">Criminal Past</a><span style=\"color: #222222;\">), demonstrating that while AST is easily replaced, Wilson is not.</span></p><p style=\"text-align: justify;\"><span style=\"color: #222222;\">We recognise that Wilson remains a powerful commander, and rest assured we&rsquo;ve not taken our eye off him yet! The problems mentioned above don&rsquo;t go away with the banning of AST, but we&rsquo;ve not yet seen evidence of another problematic pairing. We hope that with the most problematic partnership off the table, the meta should reach a point where Wilson is powerful but fair overall. Naturally, we&rsquo;ll be monitoring the meta as it evolves. We do not rule out reversing this decision if it emerges that Wilson is still a problem with some other background!&nbsp;</span></p><h2 style=\"text-align: justify;\">Other Topics Discussed</h2><p style=\"text-align: justify;\"><span style=\"color: #222222;\">Throughout 2022, the RC heard calls from global communities to legalise planeswalkers and commons in the command zone. The idea of playing </span><a href=\"https://gatherer.wizards.com/Pages/Card/Details.aspx?multiverseid=461159\" target=\"_blank\" rel=\"noopener\">Kiora, Behemoth Beckoner</a><span style=\"color: #222222;\"> or </span><a href=\"https://gatherer.wizards.com/Pages/Card/Details.aspx?multiverseid=25852\" target=\"_blank\" rel=\"noopener\">Dega Disciple</a><span style=\"color: #222222;\"> as your commander is not new (frankly, it comes up all the time), and we hear you! Opinions in the RC are as split as the community, so, without going into too much detail, here are some of the reasons we voted for the status quo.</span></p><h2 style=\"text-align: justify;\">Planeswalkers - Our Mandate is Rarity, Not Card Type</h2><p style=\"text-align: justify;\"><span style=\"color: #222222;\">As the </span><span style=\"color: #222222;\"><em>Pauper Commander</em></span><span style=\"color: #222222;\"> formats (both PDC and PDH), we are the variant of Commander that says &ldquo;it&rsquo;s still Commander, but we have special rules about </span><span style=\"color: #222222;\"><em>rarity.</em></span><span style=\"color: #222222;\">&rdquo; Many of us believe that planeswalkers should be legal in Commander as a whole (yes, even Commander with rares), but until that day comes, splitting from the Commander RC would be to reposition ourselves on the founding principles of our format. We&rsquo;re the variant of Commander that warps </span><span style=\"color: #222222;\"><em>rarity</em></span><span style=\"color: #222222;\">; it&rsquo;s not in our mandate to mess about with </span><span style=\"color: #222222;\"><em>card type</em></span><span style=\"color: #222222;\">. (We don&rsquo;t all agree on this point, but it&rsquo;s the best I can do to summarise!) The RC recognises that there is a fun and fair pool of commanders that we&rsquo;re excluding by blocking the call for planeswalkers, but stepping away from core rules of Commander is not something we are prepared to do at this time. Of course, we fully embrace house-rules for anyone wanting to planeswalk among friends!</span></p><h2 style=\"text-align: justify;\">Commons &ndash; Uncommon is Our Legendary</h2><p style=\"text-align: justify;\"><span style=\"color: #222222;\">The &ldquo;common commanders&rdquo; debate is as old as the format itself, and boils down to how players perceive the spirit of the format. The </span><span style=\"color: #222222;\"><em>mechanical</em></span><span style=\"color: #222222;\"> debates are weak on both sides: there&rsquo;s nothing so good or so bad about commons that [re]legalising them would have much impact on the metagame. The strongest arguments are ideological. On the one hand, Pauper Commander is a hybrid of Commander and </span><span style=\"color: #222222;\"><em>Pauper</em></span><span style=\"color: #222222;\"> &ndash; </span><span style=\"color: #222222;\"><em>all</em></span><span style=\"color: #222222;\"><em>cards must be common</em></span><span style=\"color: #222222;\">, including the commander. If you&rsquo;re on this side of the fence, you probably imagine that uncommons were legalised because commons alone were so </span><span style=\"color: #222222;\"><em>dull</em></span><span style=\"color: #222222;\"> that the decks needed a power-up. On the other hand, Pauper Commander is Pauper plus </span><span style=\"color: #222222;\"><em>Commander</em></span><span style=\"color: #222222;\">: your Commander must still be legendary. All cards must still be common, but since legendary commons are </span><a href=\"https://gatherer.wizards.com/Pages/Card/Details.aspx?multiverseid=201128\" target=\"_blank\" rel=\"noopener\"><em>so hilariously bad</em></a><span style=\"color: #222222;\">, &ldquo;uncommon&rdquo; became a substitute for &ldquo;legendary.&rdquo; There&rsquo;s no wrong interpretation here &ndash; Pauper Commander was formed by unifying distinct playgroups around the world: it legitimately has multiple origins. But with the divide in opinion still leaning towards the status quo, neither RC (PDC and PDH) have been able to justify letting our humble common friends take command (sorry, </span><a href=\"https://tappedout.net/mtg-decks/pdc-anarchy-storm/\" target=\"_blank\" rel=\"noopener\">Gruul Storm</a><span style=\"color: #222222;\">).</span></p><h2 style=\"text-align: justify;\">There&rsquo;s More?</h2><p style=\"text-align: justify;\"><span style=\"color: #222222;\">The one other thing worth a mention is </span><a href=\"https://mtg.fandom.com/wiki/Initiative\" target=\"_blank\" rel=\"noopener\">the initiative</a><span style=\"color: #222222;\">. Following the </span><a href=\"https://articles.starcitygames.com/magic-the-gathering/surprise-banned-restricted-announcement-hits-four-initiative-spells-in-pauper/\" target=\"_blank\" rel=\"noopener\">Pauper Format Panel&rsquo;s banning of four initiative cards</a><span style=\"color: #222222;\"> in September &lsquo;22, the PDC RC thought it was prudent to have a discussion in the same vein. We concluded that the reasons cited by the Pauper Format Panel did not apply to PDC (mostly due to card density in 60-card formats vs. 100-card singleton), and the mechanic was sufficiently balanced that no action was needed at this time.</span></p><h2 style=\"text-align: justify;\">Timeline</h2><p style=\"text-align: justify;\"><span style=\"color: #222222;\">The bans on </span><a href=\"https://gatherer.wizards.com/Pages/Card/Details.aspx?multiverseid=450624\" target=\"_blank\" rel=\"noopener\">Loyal Apprentice</a><span style=\"color: #222222;\"> and </span><a href=\"https://gatherer.wizards.com/Pages/Card/Details.aspx?multiverseid=562991\" target=\"_blank\" rel=\"noopener\">Agent of the Shadow Thieves</a><span style=\"color: #222222;\"> is effective as of February 1st 2023. The PDC RC will continue to monitor the impact on the meta and will convene to review the state of the format again in June 2023.</span></p><p style=\"text-align: justify;\"><span style=\"color: #222222;\">Thanks for reading and happy duelling!</span></p><p style=\"text-align: justify;\"><span style=\"color: #222222;\">&ndash; Danny (the Dinosaur)</span></p>"
    ]
  },
  {
    "id": 114,
    "title": "#114 - Brothers' War Pauper EDH Set Review",
    "date": "November 15, 2022",
    "author": "Paul (Scarecrow1779)",
    "categories": ["commontary"],
    "intro": "In this article, I'll be reviewing the Brothers' War set (BRO), specifically looking at how useful the cards will be in Pauper Commander.",
    "details": 
    [
      "<p>In this article, I'll be reviewing the Brothers' War set (BRO), specifically looking at how useful the cards will be in Pauper Commander.</p><p>Overall, I love this set. Specifically from a 4-player PDH perspective, it feels powered down compared to a lot of what we've seen in the past year, and that's good. To me, the focus of the set in PDH is on the commons, with extra doses of flexibility, redundancy, and utility for many existing archetypes. Usually when a set focuses on graveyards, white gets far fewer goodies, and when artifacts are a heavy focus, green can sometimes get the shaft. However, the prototype keyword and some buffing triggered abilities helps green in BRO feel somewhat similar to Kaladesh to me (which featured tons of green +1/+1 counter mechanics), and a few color-pie stretching cycles and colorless utility cards are giving white a lot more tools to support grave play! I'm very much hoping these trends continue and aren't isolated to this set.</p><p>As a quick side note before we get into the card analysis, a common question during this spoiler season was what exactly Powerstone tokens' mana could pay for (the text for the Powerstone token's ability is, “{T}: Add {C}. This mana can't be spent to cast a nonartifact spell.” While it's clear to everyone that they can pay for artifact spells, what some people didn't notice at first was that powerstones can also pay for activated abilities (like <a href=\"https://cards.scryfall.io/large/front/1/4/143231b3-23c4-4c6d-8b58-e401e1ac6e29.jpg?1608910986\" target=\"_blank\">Wildheart Invoker</a>), triggered abilities (like paying for targeting a creature with ward), and any additional costs that aren't part of casting a spell (such as if an opponent cast <a href=\"https://cards.scryfall.io/large/front/a/6/a6f9103e-dcc2-4f7a-a8ca-eaa831f5f83b.jpg?1562088339\" target=\"_blank\">Fade Away</a>). With that out of the way, let's start talking about our new commander options!</p><h2>Commanders</h2><p><a href=\"https://cards.scryfall.io/large/front/c/2/c226656b-68d5-4df2-b313-a323a728c520.jpg?1664534215\" target=\"_blank\">Recruitment Officer</a> fills a similar role as <a href=\"https://cards.scryfall.io/large/front/1/0/10c78b83-49d4-48c6-8aef-497541431c77.jpg?1662524005\" target=\"_blank\">Mentor of the Meek</a> in white weenie midrange. Officer doesn't need tokens, so card choice is slightly more flexible, but Officer also needs more ramp to gain the same amount of card advantage. I want to say that I like Mentor of the Meek better because of the ability to draw more interaction and protection, but this is still an interesting variation on the archetype, since Officer's activated ability can hit a lot of different value/toolbox/payoff pieces, like <a href=\"https://cards.scryfall.io/large/front/c/a/cafce2f5-f4f4-465b-96dc-bcdd29d4e4bb.jpg?1581479102\" target=\"_blank\">Heliod's Pilgrim</a>, <a href=\"https://cards.scryfall.io/large/front/d/e/debe840a-ebc9-43c4-9bf7-7eb292b65bf9.jpg?1562383499\" target=\"_blank\">Ramosian Lieutenant</a>, <a href=\"https://cards.scryfall.io/large/front/e/5/e5f9fa2d-4bf4-4fcb-9b76-fd4a9ff5a58c.jpg?1576382187\" target=\"_blank\">Aegis Automaton</a>, and <a href=\"https://cards.scryfall.io/large/front/1/3/13762890-6c5e-44e4-9bd8-998bd054db20.jpg?1660723151\" target=\"_blank\">Steadfast Unicorn</a>.</p><p><a href=\"https://cards.scryfall.io/large/front/7/4/74dfabfd-e13b-4512-a733-abe514be6404.jpg?1667288625\" target=\"_blank\">Combat Thresher</a> is interesting in its prototype form as an aggro voltron alternative to <a href=\"https://cards.scryfall.io/large/front/8/6/86d8754c-816f-4d07-8dcd-9611bf0beb87.jpg?1608908768\" target=\"_blank\">Fencing Ace</a> or <a href=\"https://cards.scryfall.io/large/front/6/1/6135a9f2-e86d-4a34-857e-adea3c722fea.jpg?1562263060\" target=\"_blank\">Boros Swiftblade</a>. While it's more expensive and lacks red for big instant-speed buff spells, Thresher's draw ability has the potential to help it last better into the late game, especially if the deck can focus on equipment, so that flicker effects can be used for protection without losing auras. Flicker will both allow for access to the 3/3 body without paying the full mana cost, as well as re-trigger the draw effect.</p><p><a href=\"https://cards.scryfall.io/large/front/4/4/445f897e-a059-4cd5-bfd2-302dc7a4c8e2.jpg?1666929703\" target=\"_blank\">Urza, Powerstone Prodigy</a> has the potential to helm an artifact midrange deck with heavy control elements, somewhat like the older <a href=\"https://cards.scryfall.io/large/front/6/7/674070e3-6efe-45e4-aff6-e4a49ec2106e.jpg?1562737002\" target=\"_blank\">Raff Capashen</a>. While Raff specializes in holding up mana to counterspell or flash in artifact creatures for combat surprises, Urza can take more of a brute force approach, using powerstones to power repeatable activated abilities like <a href=\"https://cards.scryfall.io/large/front/3/1/3191e400-aa4e-4955-aca0-ecbe63ea240f.jpg?1627703662\" target=\"_blank\">Secret Door</a>, <a href=\"https://cards.scryfall.io/large/front/a/5/a5b1ac05-bd87-4605-8443-0469276e1e3a.jpg?1626094368\" target=\"_blank\">Floodhound</a>, and <a href=\"https://cards.scryfall.io/large/front/7/9/793a51ab-59fb-424f-a315-3f63e8990322.jpg?1667089830\" target=\"_blank\">Third Path Savant</a>, which will allow you to draw more artifacts and removal. Early in the game, you can cast rocks and discard any unneeded creatures, and in the late game, you can discard unneeded rocks to create more powerstones and dig for more ways to impact the board. It really is a shame that the ability is so limited, though (“one or more” and “once per turn”). It would have been a blast to try to create a ton of powerstones on turn 4 with something like <a href=\"https://cards.scryfall.io/large/front/3/f/3fdd9981-bb5e-450d-90c3-4405a7097939.jpg?1562236403\" target=\"_blank\">Tolarian Winds</a>.</p><p><a href=\"https://cards.scryfall.io/large/front/4/2/420f0b81-8b87-4854-9dc4-6da84cc38623.jpg?1667521868\" target=\"_blank\">Hulking Metamorph</a> is mostly the same as other clone creatures, which we've had in the command zone for quite a while. However, the ability to keep its 7/7 body makes this Hulk ideal for copying <a href=\"https://scryfall.com/search?q=r%3Ac+id%3C%3Du+fo%3Ainfect+t%3Acreature&unique=cards&as=grid&order=name\" target=\"_blank\">infect creatures</a>. While this probably isn't as powerful as other infect strategies, combining infect with voltron and ramp does makes the deck pretty unique. The closest comparison is <a href=\"https://cards.scryfall.io/large/front/d/8/d89b312b-cc90-4f08-ae2e-043a79e51156.jpg?1562881929\" target=\"_blank\">Viral Drake</a>, but Drake makes games flow very differently, since Hulking Metamorph will kill one opponent at a time. For those wanting to play more defensively, <a href=\"https://scryfall.com/search?q=id%3C%3Du+r%3Ac+f%3Apdh+t%3Aartifact+fo%3Aindestructible+-fo%3Aend&unique=cards&as=grid&order=name\" target=\"_blank\">there are 4 indestructible artifacts</a> that Metamorph could become a 7/7 copy of, all of which can be tutored for in blue.</p><p><a href=\"https://cards.scryfall.io/large/front/9/c/9ce0d139-2bea-48df-a007-cee7c8ce07bd.jpg?1667430147\" target=\"_blank\">Gurgling Anointer</a> presents an interesting combination of voltron and value. I see the deck mixing <a href=\"https://cards.scryfall.io/large/front/6/0/607b1066-1ca0-45e1-a55c-30aed77cc8dc.jpg?1634349552\" target=\"_blank\">Blood Pact</a> and <a href=\"https://cards.scryfall.io/large/front/0/9/099bc474-e656-4167-b105-3a3a36c0b23e.jpg?1584830468\" target=\"_blank\">Blade Juggler</a> effects. The cantrip creatures are used to trigger Anointer during your turn, while Blood Pact effects are used to trigger Anointer on other players' turns if you don't need the mana for interaction. Because Anointer has flying, you'll already be able to do a lot of threatening of opponents, even before the horror grows very large. Then, when Anointer inevitably dies, you can return a cantrip creature or large threat to the field, and could even use an Undying Evil effect to bring Anointer back to the field. Even if you can't reanimate Anointer, the deck should be drawing plenty of lands, making it relatively easy to recast your commander. Just make sure you pack sacrifice effects to get Anointer out from under disabling enchantments and bounce or exile spells. I could also see Anointer built with heavy equipment and mill themes for a bigger focus on the reanimator side of the deck without as many generically good draw spells.</p><p><a href=\"https://cards.scryfall.io/large/front/1/3/1349465f-d29f-4d4b-a653-f4388574c336.jpg?1667637451\" target=\"_blank\">Giant Cindermaw</a> looks like a fun casual deck for pods that have trouble with games going long because of lifegain and players being hesitant to attack. Combined with goading and a few repeatable burn effects, like <a href=\"https://cards.scryfall.io/large/front/7/1/71d13f19-482b-4a2e-9692-b7d7caf2f9f5.jpg?1664411959\" target=\"_blank\">Witty Roastmaster</a> and <a href=\"https://cards.scryfall.io/large/front/b/3/b37c1b56-621a-4908-89b2-21622d195223.jpg?1601078635\" target=\"_blank\">Thermo-Alchemist</a> should make the deck quite effective at pressuring life totals, even if opponents are trying to hold back many creatures for defense. My only wish is that Cindermaw and <a href=\"https://cards.scryfall.io/large/front/9/f/9f07e21c-a775-43bb-90a2-545a5e1b909b.jpg?1665427706\" target=\"_blank\">Seeker of Slaanesh</a> had Partner With.</p><p><a href=\"https://cards.scryfall.io/large/front/7/1/71a49b18-a339-401c-ab77-fcd04772cf69.jpg?1667372087\" target=\"_blank\">Alloy Animist</a> looks like a super unique artifact deck that will play somewhat similarly to <a href=\"https://cards.scryfall.io/large/front/5/e/5e185e5c-b6f9-4d36-a6b1-d7315de38fca.jpg?1660727848\" target=\"_blank\">Halsin</a>, although it will require more ramp. The difference is that Animist can animate extra mana rocks and eggs like <a href=\"https://cards.scryfall.io/large/front/1/c/1ccdb407-ac8f-4736-89d3-ab0d086096ea.jpg?1625978684\" target=\"_blank\">Ichor Wellspring</a> and <a href=\"https://cards.scryfall.io/large/front/5/2/525142c3-f17c-4e02-a02d-fa385215aa12.jpg?1572490979\" target=\"_blank\">Golden Egg</a>, simplifying deck construction and giving the deck quite a bit of grindy potential. I also imagine the deck will make good use of cheap, reusable buffs like <a href=\"https://cards.scryfall.io/large/front/6/2/62d0d6a4-783f-4ec3-99c5-6c21aefdb997.jpg?1562913258\" target=\"_blank\">Rancor</a> and <a href=\"https://cards.scryfall.io/large/front/6/9/690972a8-72df-4050-a353-16e45589167c.jpg?1608917758\" target=\"_blank\">Bonesplitter</a> to make animated artifacts better at trading up and chipping away at opponents.</p><p><a href=\"https://cards.scryfall.io/large/front/b/b/bb5306d6-0f08-429a-8590-1b8136f953a9.jpg?1667637774\" target=\"_blank\">Battery Bearer</a> is, at first glance, all about playing big artifacts. (<a href=\"https://scryfall.com/search?q=r%3Ac+t%3Aartifact+f%3Apdh+cmc%3E5+id%3C%3Dgu&unique=cards&as=grid&order=name\" target=\"_blank\">Here's a list of the ones that trigger Bearer</a>, which includes quite a few sizeable creatures.) However, to me, that's only a third of the interesting things the deck does. The rest is all about the creatures that Battery Bearer uses to create mana. The deck can be absolutely packed with abilities that trigger when the creature is tapped, such as <a href=\"https://cards.scryfall.io/large/front/c/9/c9fa6d4c-78dc-4b40-9ce8-a0e593d4001f.jpg?1654566846\" target=\"_blank\">Moonfolk Puzzlemaker</a>, <a href=\"https://cards.scryfall.io/large/front/b/a/ba33f00d-dbed-4bfb-a295-90f729be98de.jpg?1593091779\" target=\"_blank\">Sphinx's Disciple</a>, and <a href=\"https://cards.scryfall.io/large/front/8/3/83ad06e3-c498-49f8-b8d4-34d044ede097.jpg?1654805369\" target=\"_blank\">Scaretiller</a>, as well as creatures with expensive activated abilities, such as <a href=\"https://cards.scryfall.io/large/front/1/4/143231b3-23c4-4c6d-8b58-e401e1ac6e29.jpg?1608910986\" target=\"_blank\">Wildheart Invoker</a>, <a href=\"https://cards.scryfall.io/large/front/d/c/dc504eb1-4684-47a1-b241-01c7bb5cc496.jpg?1576383110\" target=\"_blank\">Ravenous Leucrocota</a>, and <a href=\"https://cards.scryfall.io/large/front/e/1/e1fb9767-29bf-4a69-b37c-0925d41f6b46.jpg?1592517168\" target=\"_blank\">Brightwood Tracker</a>. By combining all these approaches, a Battery Bearer deck should be able to create tons of card advantage while also flooding the board with creatures of all sizes.</p><p><a href=\"https://cards.scryfall.io/large/front/f/f/ffe9ee1c-5eb3-4d63-a641-0ec5adf7b058.jpg?1667330884\" target=\"_blank\">Fallaji Vanguard</a> reminds me of both <a href=\"https://cards.scryfall.io/large/front/c/9/c94079dd-023a-41b2-9004-95bbb0e41267.jpg?1593814137\" target=\"_blank\">Bronzebeak Moa</a> and <a href=\"https://cards.scryfall.io/large/front/5/3/53e1eb00-412e-4c25-bc7b-6d074330fd97.jpg?1627708804\" target=\"_blank\">Bruenor</a>. Vanguard combines the voltron and token shenanigans of Moa (where dropping lots of tokens can allow you to one-shot somebody with commander damage) with Bruenor's ability to pump doublestrike creatures like <a href=\"https://cards.scryfall.io/large/front/8/7/87193af5-4b6b-48d0-9b75-8171bb1d6e53.jpg?1624592290\" target=\"_blank\">Twinscroll Shaman</a>. I think Fallaji Vanguard decks will also have some fun with flicker/EtB combinations generating value at the same time as pumping creatures. This deck probably ends up being right on the line between aggro and midrange, combining aspects of go-wide and go-tall strategies, depending on what you draw and what's across the table from you.</p><p><a href=\"https://cards.scryfall.io/large/front/9/c/9c6c72d5-f08e-4e46-a5cb-26d1fc0a71c8.jpg?1667376055\" target=\"_blank\">Hero of the Dunes</a> bears a certain resemblance to <a href=\"https://cards.scryfall.io/large/front/6/8/6896c311-5593-4437-b945-43ade9665e43.jpg?1627708772\" target=\"_blank\">Barrowin</a>. Both use plentiful flicker and <a href=\"https://cards.scryfall.io/large/front/3/2/325f2243-54fd-484b-a742-166cea7ec179.jpg?1562906805\" target=\"_blank\">Undying Evil</a> effects with the commander, with the end result of reanimating small permanents. While Barrowin brings a little more up-front card advantage with venturing and can grind for card advantage by reanimating in the late game without needing flicker effects, Hero instead allows reanimation of interesting artifacts like <a href=\"https://cards.scryfall.io/large/front/a/5/a53baf25-1782-427b-a9dd-fc9b8dc6444f.jpg?1604201030\" target=\"_blank\">Spare Supplies</a> or <a href=\"https://cards.scryfall.io/large/front/0/3/032ea333-96e1-4ad8-8947-21d6bc3a9f91.jpg?1598304701\" target=\"_blank\">Executioner's Capsule</a> and gets its reanimation online much sooner, since they don't need to complete a dungeon. The anthem effect on Hero and lack of required combat in the mid-game also make it a little different. I think flying tokens chipping away at opponents will also play a major role in many Hero of the Dunes victories, while Barrowin does a bit more with commander damage. Just like Barrowin, I think Hero can be built more towards grindy value by including more sacrifice effects like <a href=\"https://cards.scryfall.io/large/front/7/3/73f0eaab-fd0b-419b-bbf4-9028e965f5fb.jpg?1637630762\" target=\"_blank\">Spark Reaper</a>, which can both put reanimation targets back in the grave or sacrifice Hero after using an Undying Evil effect.</p><p><a href=\"https://cards.scryfall.io/large/front/a/1/a15b0676-b698-4160-8d2f-a22a1011bac0.jpg?1667932787\" target=\"_blank\">Junkyard Genius</a> reminds me a lot of a favorite commander of mine, <a href=\"https://cards.scryfall.io/large/front/2/8/28eb8ef1-5feb-4af1-bc39-dda5ba69546d.jpg?1592711129\" target=\"_blank\">Maverick Thopterist</a>. While the decks go about it in different ways, both build an army of creature tokens while biding their time. Then, in the late game, both spring forward, quickly and opportunistically killing opponents with buffed tokens. The difference is that Genius needs more token creators in the deck, while Thopterist needs more <a href=\"https://cards.scryfall.io/large/front/c/6/c676a5b0-bd46-46b3-b71b-a50b86c9b0bd.jpg?1562304321\" target=\"_blank\">Trumpet Blast</a> cards. In addition, Thopterist having blue makes its interaction suite more defensive, where black interaction could be built to be more disruptive to opponents (so kill spells and edicts, as opposed to counterspells). I'm really looking forward to swinging with a bunch of token creatures and using Genius to sacrifice the 2 or 3 that have been blocked. In my head, you almost never sac Genius's powerstones to its own abilities, instead using the powerstones to pay the mana cost of the activated ability repeatedly. I also think it will be very rare for Genius to be targeted by removal, since they're not very threatening on their own.</p><p><a href=\"https://cards.scryfall.io/large/front/1/e/1eb02f00-c188-4193-a049-d26f7643e5da.jpg?1667932776\" target=\"_blank\">Yotian Dissident</a> looks like a fun and moderately aggressive deck. Requiring artifacts means it can't be as all-out aggressive as <a href=\"https://cards.scryfall.io/large/front/3/a/3aa40ce2-76df-43bd-a59e-7cf6e4f46a1d.jpg?1654118262\" target=\"_blank\">Grumgully</a> or <a href=\"https://cards.scryfall.io/large/front/4/9/49d68905-e13e-4751-b028-90c795c11cd5.jpg?1562202327\" target=\"_blank\">Good-Fortune Unicorn</a> are with mana-efficient creature tokens. However, using artifacts opens the door for card advantage sources like <a href=\"https://cards.scryfall.io/large/front/a/5/a53baf25-1782-427b-a9dd-fc9b8dc6444f.jpg?1604201030\" target=\"_blank\">Spare Supplies</a>, while the ability to put multiple +1/+1 counters on the same creature allow the deck to create larger threats for the mid-game, pivoting away from small, aggressive creatures when they drop in effectiveness. So while Dissident is less flexible during deckbuilding, it should be more flexible during the actual game.</p><p><a href=\"https://cards.scryfall.io/large/front/f/1/f1a21287-e244-4960-84fb-c4f6e5c346d9.jpg?1667331034\" target=\"_blank\">Third Path Iconoclast</a> retreads a lot of the same ground as <a href=\"https://cards.scryfall.io/large/front/a/b/ab25853c-29d3-4244-88db-813300a262a5.jpg?1591320303\" target=\"_blank\">Murmuring Mystic</a>, <a href=\"https://cards.scryfall.io/large/front/2/1/219577e6-758a-4135-9a8d-f95df964137a.jpg?1662526573\" target=\"_blank\">Young Pyromancer</a>, and <a href=\"https://cards.scryfall.io/large/front/f/a/fa96b8dc-233a-4884-ab84-235cbc7df0b6.jpg?1624592210\" target=\"_blank\">Storm-Kiln Artist</a>. However, the major difference is that the tokens Iconoclast creates are both artifacts and creatures, allowing them to work with a much wider variety of triggered abilities and sacrifice effects. For example, <a href=\"https://cards.scryfall.io/large/front/d/9/d981b310-5e75-4f30-baf6-37f069f00aa3.jpg?1592516898\" target=\"_blank\">Destructive Digger</a>, <a href=\"https://cards.scryfall.io/large/front/3/a/3ad5c175-581c-4fdd-b008-e7d10b0928c7.jpg?1576381778\" target=\"_blank\">Embraal Gear-Smasher</a>, <a href=\"https://cards.scryfall.io/large/front/b/d/bd35664f-b99d-46b6-988e-8f2814b0a854.jpg?1662525982\" target=\"_blank\">Dark-Dweller Oracle</a>, <a href=\"https://cards.scryfall.io/large/front/5/6/56fb4035-197b-4d28-9bf7-bb62c304067e.jpg?1562786545\" target=\"_blank\">Impact Tremors</a>, and <a href=\"https://cards.scryfall.io/large/front/1/d/1d8dd6c3-3699-4dd1-a019-fdb569eaf722.jpg?1660726581\" target=\"_blank\">Ingenious Artillerist</a> all work well with Iconoclast tokens. This allows the deck to be more flexible than any of the previous comparable commanders, not depending on draw spells as much to create tokens and not depending on combat as much for a win condition. Because of the ability to sacrifice tokens for card advantage more easily, the deck also doesn't need to run as many draw spells and cantrips as its predecessors.</p><h2>Similar Commons</h2><p>With the commanders out of the way, it's time to move on to the commons that are either notable additional copies of or improvements on existing effects at common. It's easy to dismiss these as less consequential than the unique commons, but remember that sometimes having a 5th or 6th copy of an effect is what makes it worth finally building around in our singleton format.</p><p><a href=\"https://cards.scryfall.io/large/front/c/f/cfa00c0e-163d-4f59-b8b9-3ee9143d27bb.jpg?1667375501\" target=\"_blank\">Ambush Paratrooper</a> brings white up to 6 total copies of creatures with a temporary anthem activated ability (like <a href=\"https://cards.scryfall.io/large/front/8/c/8c755ae6-badc-4dc8-bfa6-fdebcb00bfba.jpg?1562928116\" target=\"_blank\">Cliffside Lookout</a>). Paratrooper having flash makes it better at surprising opponents when it comes down on one of their end steps, and flying means it buffs itself and contributes to the total attack power of your forces. Having reached this level of saturation of repeatable anthems should give a lot more consistency to white weenie and token decks.</p><p><a href=\"https://cards.scryfall.io/large/front/3/7/3765610d-a0c1-4de9-a81b-ffa3eb06454b.jpg?1667561619\" target=\"_blank\">Loran's Escape</a> is, in practice, pretty similar to <a href=\"https://cards.scryfall.io/large/front/3/1/31506792-d0ab-4c13-9ab8-6fa433220dbf.jpg?1626093336\" target=\"_blank\">Blacksmith's Skill</a>, but there aren't any other white commons like them. While most of the time, white loves using spells like <a href=\"https://cards.scryfall.io/large/front/8/b/8bc7fdf0-3e1e-487c-833d-7c74aa02c0c1.jpg?1600716960\" target=\"_blank\">Cloudshift</a> and <a href=\"https://cards.scryfall.io/large/front/e/8/e8181eee-c03b-40db-aea1-24a4b34a4785.jpg?1662523882\" target=\"_blank\">Gods Willing</a> to protect its creatures, having more hexproof/indestructible options like Escape is great for aura-based decks, which stand to lose a lot of temp and resources if a protection or flicker instant makes the auras fall off of their big combat threat.</p><p><a href=\"https://cards.scryfall.io/large/front/7/6/76832ca8-95b2-4bc8-a191-9e2f50b77626.jpg?1667561922\" target=\"_blank\">Prison Sentence</a> is a <a href=\"https://cards.scryfall.io/large/front/0/7/074d526a-1eef-4045-bd38-f6d68c4bc4b9.jpg?1631045534\" target=\"_blank\">Bound in Gold</a> lockdown aura that gives up stopping vehicle crewing in exchange for scrying. Since white midrange has such issues with card advantage and selection, I think those decks actually care a lot about this additional effect.</p><p><a href=\"https://cards.scryfall.io/large/front/9/1/91b0f17e-603a-4840-b2c3-381ec6f102f3.jpg?1666927557\" target=\"_blank\">Scrapwork Cohort</a> is a great addition to white go-wide decks, nearly matching the archetype staple, <a href=\"https://cards.scryfall.io/large/front/7/0/70e0261c-80a2-406d-8afe-109c87cb9c4c.jpg?1562917563\" target=\"_blank\">Battle Screech</a>, with its ability to produce 4 bodies from one card, and the ability to produce two bodies even if the card is discarded or milled.</p><p><a href=\"https://cards.scryfall.io/large/front/b/0/b0eab397-25a6-4377-8e12-e8acef9675cf.jpg?1667328259\" target=\"_blank\">Fallaji Archaeologist</a> is somewhat of an improvement on <a href=\"https://cards.scryfall.io/large/front/e/3/e33ad733-6706-420f-940c-d228ddcbf638.jpg?1573506896\" target=\"_blank\">Augur of Bolas</a> that gives up one power in exchange for being able to also grab a nonland artifact or enchantment card. Milling is a bonus on top of that, but I think there's plenty of decks that want the Archaeologist, even if they don't care about filling the grave.</p><p><a href=\"https://cards.scryfall.io/large/front/7/9/793a51ab-59fb-424f-a315-3f63e8990322.jpg?1667089830\" target=\"_blank\">Third Path Savant</a> is the fifth mono-blue creature with an activated ability that gives repeatable card draw, and only the second one (along with <a href=\"https://cards.scryfall.io/large/front/a/f/af5535db-696f-4c43-a8b9-c8e521b62c9c.jpg?1660724543\" target=\"_blank\">Tymora's Invoker</a>) that requires neither tapping, nor colored mana. That makes it ideal for a wide variety of infinite combos.</p><p><a href=\"https://cards.scryfall.io/large/front/8/a/8a6f90b3-450c-490a-b6d0-2393c4646c85.jpg?1667328528\" target=\"_blank\">Urza's Rebuff</a> is our second modal counterspell, along with <a href=\"https://cards.scryfall.io/large/front/c/6/c6704458-6e9e-4795-a56d-25b68fbf9672.jpg?1627704159\" target=\"_blank\">You Find the Villains' Lair</a>. These are great for cascade decks like <a href=\"https://cards.scryfall.io/large/front/8/a/8afceb13-877a-4256-9ba6-851b6924ffd9.jpg?1608911148\" target=\"_blank\">Imoti</a> and <a href=\"https://cards.scryfall.io/large/front/3/1/315ae21a-4d95-488e-812b-0d018219af6c.jpg?1626098305\" target=\"_blank\">Ethersworn Sphinx</a>, since these modal spells aren't completely useless when you cascade into them. I actually like Rebuff better than YFtVL, since cascade decks often have combat win cons, which are aided by being able to tap down potential blockers.</p><p><a href=\"https://cards.scryfall.io/large/front/b/c/bcf491db-d12b-4c58-9c05-085cac34a73e.jpg?1667433379\" target=\"_blank\">Ashnod's Intervention</a> is notable for its similarity to <a href=\"https://cards.scryfall.io/large/front/9/8/98f3be88-24e2-433f-9138-f0cb59d09a0f.jpg?1557576491\" target=\"_blank\">Kaya's Ghostform</a>. Intervention will probably see considerably less play, since it returns the creature to your hand, instead of to the battlefield. However, both will be welcome in decks that frequently make use of unearth abilities, like <a href=\"https://cards.scryfall.io/large/front/d/5/d5c82373-9290-408a-859f-c17354441e1c.jpg?1593814551\" target=\"_blank\">Sedraxis Specter</a>, since Intervention can put an unearthed creature back into your hand.</p><p><a href=\"https://cards.scryfall.io/large/front/8/c/8c540e42-22e2-4127-bbd9-2e9200023fec.jpg?1667328460\" target=\"_blank\">Mightstone's Animation</a> is the third common card that can animate artifacts for longer than a single turn, along with <a href=\"https://cards.scryfall.io/large/front/2/0/20f30aca-5055-45f1-9121-e7a5675f07e4.jpg?1660724019\" target=\"_blank\">Kenku Artificer</a> and <a href=\"https://cards.scryfall.io/large/front/3/1/31c830a1-5b93-493f-9976-af950f6ec70a.jpg?1559592526\" target=\"_blank\">Ashnod's Transmogrant</a>. Combining Animation with indestructible artifacts like <a href=\"https://cards.scryfall.io/large/front/b/0/b02b9634-77e9-48ae-a6bf-859598d12c52.jpg?1562638955\" target=\"_blank\">Darksteel Ingot</a> or <a href=\"https://cards.scryfall.io/large/front/e/7/e7ea7395-430e-4036-92c9-17a850ec2371.jpg?1626099763\" target=\"_blank\">Razortide Bridge</a> gives you an indestructible 4/4. Green has long been able to do this with land animation cards, but having access in blue opens up a lot more possibilities, since blue has more ways to tutor for indestructible artifacts, such as with <a href=\"https://cards.scryfall.io/large/front/9/a/9a7800f7-95cd-4f5c-b054-4afad8924367.jpg?1658650117\" target=\"_blank\">Trinket Mage</a> and <a href=\"https://cards.scryfall.io/large/front/c/1/c1096ce5-f776-4028-b231-e6eaee35014b.jpg?1598914152\" target=\"_blank\">Drift of Phantasms</a>.</p><p><a href=\"https://cards.scryfall.io/large/front/c/9/c94a3317-7d1f-4f29-8353-180f1ab48d18.jpg?1667571142\" target=\"_blank\">Gixian Infiltrator</a> will most often be used as a second copy of <a href=\"https://cards.scryfall.io/large/front/9/7/978f2a31-1c89-43cb-92f2-195026c9311a.jpg?1593813338\" target=\"_blank\">Mortician Beetle</a> (or third if your color identity allows for <a href=\"https://cards.scryfall.io/large/front/0/f/0fcb6d47-dccb-4b69-aed4-7a6215857606.jpg?1664412685\" target=\"_blank\">Body Dropper</a>). While the Beetle triggers when opponents sacrifice creatures, Infiltrator triggers on any of your permanents being sacrificed, so it grows from all kinds of cheap tokens, like blood, food, and treasures. For an example of when Infiltrator is useful and Beetle isn't, just look at <a href=\"https://cards.scryfall.io/large/front/8/d/8d6025a1-2da0-48d0-b7c4-65c85ba51ceb.jpg?1562842630\" target=\"_blank\">Sludge Strider</a>. In Sludge Strider decks, treasures are already one of the easiest ways to trigger Strider and pay for its ability. Infiltrator also will grow whenever you sacrifice a land like <a href=\"https://cards.scryfall.io/large/front/2/3/238de888-b1bd-4cce-9aa2-d0dd69ae7f0d.jpg?1667573403\" target=\"_blank\">Evolving Wilds</a>, making it particularly powerful in 3+ color decks.</p><p><a href=\"https://cards.scryfall.io/large/front/2/f/2fee3328-75c2-4d13-86e1-bf3a40fbf538.jpg?1667637569\" target=\"_blank\">Ravenous Gigachad</a>... er, I mean Gigamole, lands somewhere between <a href=\"https://cards.scryfall.io/large/front/6/f/6fd574e7-705f-4a65-aad0-68ff6d63bf0f.jpg?1663048875\" target=\"_blank\">Phyrexian Rager</a> and <a href=\"https://cards.scryfall.io/large/front/8/b/8b6a8b3e-2709-4036-838b-56cc82b0d917.jpg?1562790574\" target=\"_blank\">Necromancer's Assistant</a>. While the body isn't fantastic, and it doesn't dump that much into the grave, I still see Gigamole being played in decks like <a href=\"https://cards.scryfall.io/large/front/b/a/ba88e031-b194-4621-9e97-2f33ee46f6d0.jpg?1572893753\" target=\"_blank\">Molderhulk</a>. This type of deck can often have more than 50 creature cards, allowing Gigamole to have a decent chance of putting a creature into your hand while also putting another into your grave.</p><p><a href=\"https://cards.scryfall.io/large/front/2/0/202cbfa4-3b3d-47fd-84a6-892692c906d6.jpg?1667199257\" target=\"_blank\">Overwhelming Remorse</a> has generated a lot of excitement, but I think it requires a lot more setup than most people realize. It's definitely worth running in some decks, but even in the best decks for it, I expect it to be cast with only a 2 or 3 mana discount most of the time. Many grave decks use up the creatures in their yard, and also tend to be the first targeted with grave hate. So, even while playing decks that want to keep their grave full, you won't always have a full 4-mana discount in effect.</p><p><a href=\"https://cards.scryfall.io/large/front/f/c/fc59ca3b-d417-4cf2-99a3-89816bf2bd09.jpg?1667637544\" target=\"_blank\">Thraxodemon</a> is the 5th copy of the effects that first came to common with <a href=\"https://cards.scryfall.io/large/front/7/3/73f0eaab-fd0b-419b-bbf4-9028e965f5fb.jpg?1637630762\" target=\"_blank\">Spark Reaper</a>. Thraxodemon must tap and doesn't gain life, but does gain the ability to sacrifice artifacts. That means Thraxodemon can sacrifice treasures, food, and blood tokens to generate card advantage. On the downside, Thraxodemon has the least toughness of any of the other 4 black commons with similar abilities, making it vulnerable to small board wipes, like <a href=\"https://cards.scryfall.io/large/front/3/9/396f1cdf-712b-4518-a0e8-0039303dccdc.jpg?1608910204\" target=\"_blank\">Fiery Cannonade</a>. These creatures do a lot to make EtB abuse with <a href=\"https://cards.scryfall.io/large/front/3/2/325f2243-54fd-484b-a742-166cea7ec179.jpg?1562906805\" target=\"_blank\">Undying Evil</a> effects more sustainable and consistent, so I'm really excited every time we get a new copy of the ability.</p><p><a href=\"https://cards.scryfall.io/large/front/a/a/aa1b987a-a3b9-4cd1-85b0-e58df4130934.jpg?1667571324\" target=\"_blank\">Trench Stalker</a> is basically a conditional French vanilla creature, but it is notable as the largest common creature with lifelink yet printed. With a body large enough to survive multiple combats unaided, Trench Stalker has a ton of potential to reverse the life loss that usually comes with the black draw spells that can help to turn on its static ability.</p><p><a href=\"https://cards.scryfall.io/large/front/f/c/fc295bac-5031-46c8-8d9a-368656bcf6d3.jpg?1667089979\" target=\"_blank\">Clay Revenant</a> gives black <a href=\"https://scryfall.com/search?q=r%3Ac+t%3Acreature+fo%3A%22%3A%22+fo%3Areturn+fo%3A%7BB%7D+-fo%3Asacrifice+-fo%3Adiscard+-fo%3Aexile+cmc%3C3+fo%3Agraveyard+id%3Db+%28fo%3Atapped+or+fo%3Ahand%29&unique=cards&as=grid&order=name\" target=\"_blank\">a 4th self-recurring creature</a>. More specifically, this is a second copy of <a href=\"https://cards.scryfall.io/large/front/7/c/7c33d20d-8d1c-4cf7-a7ad-3dab9758fafe.jpg?1608909938\" target=\"_blank\">Sanitarium Skeleton</a>. Revenant and the Skeleton are unique for being able to create an affordable card draw engine with <a href=\"https://cards.scryfall.io/large/front/1/7/1754b92b-d6f9-4503-af01-dee03f72a048.jpg?1562595922\" target=\"_blank\">Tortured Existence</a>. Beyond that engine, though, having more self-recurring creatures is also great for aristocrat and mass-discard decks, such as <a href=\"https://cards.scryfall.io/large/front/8/1/813279d1-d7bd-4d49-bd9d-fc9a6595dd39.jpg?1562922244\" target=\"_blank\">Marsh Croccodile</a>, <a href=\"https://cards.scryfall.io/large/front/1/c/1c3f0ffe-cf51-4c30-8cd5-9e3c7e92c019.jpg?1663051053\" target=\"_blank\">Elas il-Kor</a>, or the new <a href=\"https://cards.scryfall.io/large/front/a/1/a15b0676-b698-4160-8d2f-a22a1011bac0.jpg?1667932787\" target=\"_blank\">Junkyard Genius</a>. As we continue to get more creatures like this, it opens up the possibility of aristocrat decks that depend less on tokens for their sacrificial fodder. Clay Revenant can even be tutored up with <a href=\"https://cards.scryfall.io/large/front/9/a/9a7800f7-95cd-4f5c-b054-4afad8924367.jpg?1658650117\" target=\"_blank\">Trinket Mage</a> or <a href=\"https://cards.scryfall.io/large/front/6/e/6e0db10d-fb6d-44df-9ff2-6f1e0e8f8209.jpg?1598914105\" target=\"_blank\">Dizzy Spell</a> in blue/black decks.</p><p><a href=\"https://cards.scryfall.io/large/front/e/2/e28de770-7975-4aa9-b656-e7dbe6bff290.jpg?1667538747\" target=\"_blank\">Scrapwork Rager</a> can act as a second copy of <a href=\"https://cards.scryfall.io/large/front/a/5/a59f4e5c-fdc7-485f-aadb-2a71b3701dcc.jpg?1562201638\" target=\"_blank\">First-Sphere Gargantua</a> in graveyard decks, such as <a href=\"https://cards.scryfall.io/large/front/6/3/6351adc8-2e44-4e5c-ae58-975b7332155e.jpg?1660729027\" target=\"_blank\">Kagha</a> or <a href=\"https://cards.scryfall.io/large/front/4/d/4dbd260c-a625-42a4-8192-27e42e18ac0f.jpg?1562703682\" target=\"_blank\">Grixis Battlemage</a>. While Scrapwork Rager is more expensive to unearth and has a smaller body, having a much cheaper casting cost makes Scrapwork Rager better than Gargantua for aristocrat decks, since it's cheaper to get two bodies' worth of sacrifices out of the same card.</p><p><a href=\"https://cards.scryfall.io/large/front/1/c/1c2deb43-7134-4f9c-b02d-78407a8986b1.jpg?1667571894\" target=\"_blank\">Penregon Strongbull</a> is similar to <a href=\"https://cards.scryfall.io/large/front/3/a/3ad5c175-581c-4fdd-b008-e7d10b0928c7.jpg?1576381778\" target=\"_blank\">Embraal Gear-Smasher</a>. These are specifically useful with lots of artifact tokens, such as thopter, treasure, or blood tokens. When considered alongside triggered effects, like <a href=\"https://cards.scryfall.io/large/front/6/3/63ffac51-62c4-4170-85b3-a43d7cfae7d7.jpg?1576382167\" target=\"_blank\">Reckless Fireweaver</a>, this brings us up to 4 mono red commons that turn artifacts into symmetrical burn. Strongbull may be the least desirable of the 4, but it's still inching us closer to saturation of these effects so that any artifact-token-producing commander can be consistently built around a burn theme. For now, I see this mostly being used in the new <a href=\"https://cards.scryfall.io/large/front/f/1/f1a21287-e244-4960-84fb-c4f6e5c346d9.jpg?1667331034\" target=\"_blank\">Third Path Iconoclast</a>.</p><p><a href=\"https://cards.scryfall.io/large/front/5/5/5503186a-46fe-4956-8ae3-5ab3343f8a93.jpg?1667330677\" target=\"_blank\">Gaea's Gift</a> is another protective instant in the same vein as <a href=\"https://cards.scryfall.io/large/front/e/6/e692c208-c171-4964-9207-43c2cbc62845.jpg?1631050946\" target=\"_blank\">Snakeskin Veil</a>. However, Gift is much broader in its applicability, since it also prevents death by board wipe and can be used as emergency defense against fliers. Gift is also ideal for voltron threats like <a href=\"https://cards.scryfall.io/large/front/c/9/c965cbe3-50e5-41bb-bdb9-e65d97aab716.jpg?1627428499\" target=\"_blank\">Daemogoth Woe-Eater</a>, since it can both give trample to get through damage and give indestructible to guarantee the creature survives combat. This combination of offensive and defensive utility is much the same as what makes protection spells like <a href=\"https://cards.scryfall.io/large/front/7/3/73148b3b-73d3-4f57-8b67-1e91fbe112b9.jpg?1595640319\" target=\"_blank\">Feat of Resistance</a> so powerful in white voltron decks, so it's very exciting to see green getting access to that flexibility. Up until the last two years, green hasn't been very consistent at protecting voltron threats, since most of green's protective abilities take the form of regeneration. However, Gaea's Gift is <a href=\"https://scryfall.com/search?q=id%3Dg+r%3Ac+f%3Apdh+t%3Ainstant+-fo%3Ablock+%28fo%3Acan%27t+fo%3Abe+fo%3Atarget+fo%3Aspell%29&unique=cards&as=grid&order=set\" target=\"_blank\">the 7th way for green to give hexproof</a>, which allows voltron decks to more consistently defend against removal like <a href=\"https://cards.scryfall.io/large/front/e/1/e13559d7-f86c-4958-a649-7f81bfb154a0.jpg?1654114737\" target=\"_blank\">Crib Swap</a>, <a href=\"https://cards.scryfall.io/large/front/f/3/f3463be0-df9e-4cb9-a90f-5d9d2ee729e0.jpg?1608912102\" target=\"_blank\">Into the Roil</a>, <a href=\"https://cards.scryfall.io/large/front/d/4/d4800a7d-c229-4ced-97ff-0e58645d58d6.jpg?1599705817\" target=\"_blank\">Oubliette</a>, or <a href=\"https://cards.scryfall.io/large/front/2/3/23464d53-fa76-40e2-84c3-b6d6cc729be4.jpg?1598177954\" target=\"_blank\">Lignify</a>. I'm also a fan of dad jokes, so the flavor text is a slam dunk.</p><p><a href=\"https://cards.scryfall.io/large/front/0/0/00a0c819-36d1-442b-bec5-e6df58a122c0.jpg?1667430797\" target=\"_blank\">Wasteful Harvest</a> is fantastic for mill decks, since it's unique in its flexibility to grab key artifacts or enchantments, like <a href=\"https://cards.scryfall.io/large/front/a/c/ac4fdefd-8774-400d-bea6-4064d87383f1.jpg?1562638829\" target=\"_blank\">Whispersilk Cloak</a> or <a href=\"https://cards.scryfall.io/large/front/1/7/1754b92b-d6f9-4503-af01-dee03f72a048.jpg?1562595922\" target=\"_blank\">Tortured Existence</a>. While Wasteful Harvest is pretty mana intensive, it still compares a bit favorably to similar cards, such as <a href=\"https://cards.scryfall.io/large/front/e/b/eb15c6c7-8fe6-496c-9977-3e7942b920c4.jpg?1562795470\" target=\"_blank\">Scout the Borders</a> or <a href=\"https://cards.scryfall.io/large/front/6/7/67d95f6f-3ff0-483d-b98f-ccb4fb5715f4.jpg?1580014753\" target=\"_blank\">Commune with the Gods</a> based on the type of cards you can get in hand or the number of cards milled. It's also worth noting that this new style of mill cantrip lets the chosen card go to the grave before returning to your hand, allowing them to trigger effects like on <a href=\"https://cards.scryfall.io/large/front/8/9/89903d5e-241f-477e-a336-2abe0232c04a.jpg?1608909997\" target=\"_blank\">Tormod, the Desecrator</a>.</p><p><a href=\"https://cards.scryfall.io/large/front/c/c/cc2a81fb-5045-4b7b-8cfb-b90c4f4a1f51.jpg?1667572901\" target=\"_blank\">Energy Refractor</a> is mostly useful in PDH as a combo piece, usually turning colorless mana (like from <a href=\"https://cards.scryfall.io/large/front/d/5/d5e1a75e-1369-4f28-bb7d-e7ea2e6087e9.jpg?1562937913\" target=\"_blank\">Ashnod's Altar</a> or <a href=\"https://cards.scryfall.io/large/front/4/6/46738fb3-ab5e-486c-b66a-1526ba1cdfa8.jpg?1660724566\" target=\"_blank\">Vhal</a>) into colored mana that can be used to continue an infinite loop. We can already do this with <a href=\"https://cards.scryfall.io/large/front/e/e/eedce8ab-771a-4247-9504-72ae0629df83.jpg?1594737532\" target=\"_blank\">Prismite</a> and a few other similar creatures, but Refractor is much better in two key ways. Refractor is less vulnerable to removal since it's not a creature, and the fact that it cantrips removes the main downside of Prismite, which is being a dead card that's useless outside of the combo.</p><p>I'll finish off the less unique commons with two subsets of cards. First, let's look at the spells and creatures that generate powerstones. My favorites are <a href=\"https://cards.scryfall.io/large/front/3/1/3151caa2-10ed-4f30-83eb-cd1bd3f642ce.jpg?1667089703\" target=\"_blank\">Stern Lesson</a>, <a href=\"https://cards.scryfall.io/large/front/f/1/f1140cb9-6c48-4054-966e-5cc02aa7d5a4.jpg?1667329235\" target=\"_blank\">Gix's Caress</a>, <a href=\"https://cards.scryfall.io/large/front/c/4/c44b24de-60b4-4855-9111-f1237f71bc4d.jpg?1667330224\" target=\"_blank\">Sibling Rivalry</a>, and <a href=\"https://cards.scryfall.io/large/front/a/1/a169612e-f5de-4653-bc31-9ede8c5bdc75.jpg?1667538612\" target=\"_blank\">Excavation Explosion</a>. While the blue and black spell effects are usually not worth running in PDH, adding conditional ramp could make them worth running in decks with higher amounts of artifacts or expensive activated abilities. I'm especially interested to see if Gix's Caress can operate as anti-counterspell tech, just as <a href=\"https://cards.scryfall.io/large/front/c/0/c0a72721-2a4a-4d48-a7b0-2370b90b8619.jpg?1634349768\" target=\"_blank\">Duress</a> sometimes does in 60-card formats, with the powerstone making sure the card isn't straight card disadvantage. Meanwhile, the red versions are more generically useful effects, and bring extra value to the party by being perfect sacrifice fodder for cards like <a href=\"https://cards.scryfall.io/large/front/d/9/d981b310-5e75-4f30-baf6-37f069f00aa3.jpg?1592516898\" target=\"_blank\">Destructive Digger</a> and <a href=\"https://cards.scryfall.io/large/front/3/a/3ad5c175-581c-4fdd-b008-e7d10b0928c7.jpg?1576381778\" target=\"_blank\">Embraal Gear-Smasher</a>.</p><p>The other subset I want to talk about is prototype artifact creatures (<a href=\"https://cards.scryfall.io/large/front/3/4/34e09173-a92d-4cc3-9d02-bf18ab0850ec.jpg?1667139811\" target=\"_blank\">Depth Charge Colossus</a>, <a href=\"https://cards.scryfall.io/large/front/8/3/8348f73d-4226-4296-9d51-a2c497ee8270.jpg?1667139732\" target=\"_blank\">Rust Goliath</a>, and <a href=\"https://cards.scryfall.io/large/front/6/e/6e6e5338-9b95-4ac7-a57c-5efaa6423531.jpg?1667637422\" target=\"_blank\">Boulderbranch Golem</a>). Rust Goliath has the distinction of now being the largest common creature in the format, while Depth Charge Colossus is tied for second with <a href=\"https://cards.scryfall.io/large/front/3/9/39421ce8-86d5-4739-b6fd-78d63c0bb258.jpg?1562553559\" target=\"_blank\">Ancient Brontodon</a>. Both of these will see play in midrange stomp decks, but flicker and reanimation decks will also be able to make great use of them by getting around the high casting costs. I'm looking forward to adding the Colossus to a <a href=\"https://cards.scryfall.io/large/front/f/b/fbfe88fd-9bb9-42af-8134-96fd264b8405.jpg?1593096393\" target=\"_blank\">Disciple of Deceit</a> reanimator brew that I've had half-completed for years because of the lack of stompy threats in those colors. Boulderbranch Golem is mostly notable for its creature type, making it a cool new inclusion to <a href=\"https://cards.scryfall.io/large/front/0/4/0409a15a-7cf6-43e5-958c-d23da4304f29.jpg?1608910710\" target=\"_blank\">Ich-Tekik</a> decks. On the other hand, I've been getting good use out of cards like <a href=\"https://cards.scryfall.io/large/front/8/4/84b9bee2-b973-4de7-b72d-7f36f8e8153c.jpg?1591227690\" target=\"_blank\">Honey Mammoth</a> recently, helping my midrange decks stay out of reach of symmetrical burn and life drain strategies, so Boulderbranch might see play outside of Ich-Tekik, as well. As a sidenote related to Rust Goliath, I am thrilled by this common from a color pie perspective. For many years, the big beaters that defined our format were colorless eldrazi, specifically <a href=\"https://cards.scryfall.io/large/front/7/6/76bacedb-9fa8-4a21-b0eb-e7ead64360b4.jpg?1562705241\" target=\"_blank\">Ulamog's Crusher</a> and <a href=\"https://cards.scryfall.io/large/front/0/4/04b13e32-01b9-4a86-a3df-ca8b784c6a6c.jpg?1562896153\" target=\"_blank\">Eldrazi Devastator</a>. While Crusher will always be terrifying and worthy of inclusion, I'm excited that the largest green creature in the format has trample now, so that green isn't ignored at the top end of stomp lists in favor of Devastator. After all, big creatures are supposed to be green's specialty.</p><h2>Unique Commons</h2><p>Now that we've gone through all the commons that are more similar to existing cards, let's take a look at the more unique and innovative of the Brothers' War commons, starting with the colorless additions.</p><p><a href=\"https://cards.scryfall.io/large/front/2/3/23d4b90c-95b1-4828-bc08-7067da0d5364.jpg?1667332272\" target=\"_blank\">Tocasia's Dig Site</a> and <a href=\"https://cards.scryfall.io/large/front/e/2/e24567f8-d195-4547-bba4-7a8131dc7889.jpg?1667562690\" target=\"_blank\">Coastal Bulwark</a> are similar to the <a href=\"https://cards.scryfall.io/large/front/d/3/d35461cf-becf-4399-8329-64b4496b7fc2.jpg?1624740956\" target=\"_blank\">Strixhaven Campuses</a> and <a href=\"https://cards.scryfall.io/large/front/0/9/09bcfd12-6b50-4fdf-9bda-6d52bba2f897.jpg?1608911681\" target=\"_blank\">Seer's Lantern</a>, and there are a handful of repeated activated abilities that surveil, such as <a href=\"https://cards.scryfall.io/large/front/d/b/db209732-c290-4999-a1aa-2369dfa8790c.jpg?1626095906\" target=\"_blank\">Sinister Starfish</a>. However, these new colorless cards are still very unique and valuable, specifically to white and green, since those colors have the least access to selective and repeatable ways to fill the grave. For example, I could see them being played in decks like <a href=\"https://cards.scryfall.io/large/front/0/9/09cb553c-58c1-4cfd-b441-297b5f09b263.jpg?1654566451\" target=\"_blank\">Norika Yamazaki</a>, <a href=\"https://cards.scryfall.io/large/front/9/0/90bad312-80e3-45b0-9556-60ce06808a47.jpg?1576382138\" target=\"_blank\">Renegade Rallier</a>, and <a href=\"https://cards.scryfall.io/large/front/2/c/2cda35eb-ae42-43be-9015-3c468c7ebede.jpg?1562202397\" target=\"_blank\">Rotwidow Pack</a>. It's also good news for these decks that Dig Site is tutorable with <a href=\"https://cards.scryfall.io/large/front/5/5/551c0a45-9515-4e51-84e5-79703832a661.jpg?1646666270\" target=\"_blank\">Expedition Map</a> and Bulwark can be found with <a href=\"https://cards.scryfall.io/large/front/7/e/7e57e1d7-da1d-4a2b-867f-85b8331b7bbc.jpg?1663051855\" target=\"_blank\">Shield-Wall Sentinel</a>.</p><p><a href=\"https://cards.scryfall.io/large/front/7/a/7ad55575-6053-43b1-9496-bcb1ea25e2a1.jpg?1667523604\" target=\"_blank\">Airlift Chaplain</a> is notable as being the only common way for white to rapidly put multiple cards into the graveyard. Most of the time, this will just act as a cantrip that grabs a creature and puts a spell and a land into the grave, but sometimes, it may also throw a creature in the grave, as well as one into hand. I expect this to see play in creature-focused decks like <a href=\"https://cards.scryfall.io/large/front/e/2/e29212c9-04e3-4678-be73-f7405a85dadb.jpg?1576381568\" target=\"_blank\">Custodi Soulcaller</a> and <a href=\"https://cards.scryfall.io/large/front/6/8/6896c311-5593-4437-b945-43ade9665e43.jpg?1627708772\" target=\"_blank\">Barrowin</a>, where the EtB effect can be reused. The flying keyword is also extremely relevant in games with monarch and the initiative.</p><p><a href=\"https://cards.scryfall.io/large/front/2/a/2a64e330-1257-4ec3-9a75-889cdcac3ade.jpg?1667523464\" target=\"_blank\">Recommission</a> is a cool new addition to the existing suite of white reanimator effects, and acts somewhat like a color-shifted <a href=\"https://cards.scryfall.io/large/front/b/1/b1f73271-b70f-40ae-be64-f8de7805923a.jpg?1662525753\" target=\"_blank\">Unearth</a>. While Unearth has flexibility in the form of cycling, Recommission is more broadly applicable by being able to target artifacts or play with +1/+1 counter synergies. In addition to being usable as a way to reclaim low-cost commanders from the graveyard, I think this will see play in flicker and aristocrat decks. There's also some room for Recommission to enable combo lines involving artifacts like <a href=\"https://cards.scryfall.io/large/front/d/5/d5e1a75e-1369-4f28-bb7d-e7ea2e6087e9.jpg?1562937913\" target=\"_blank\">Ashnod's Altar</a>, which white usually has trouble protecting from removal.</p><p><a href=\"https://cards.scryfall.io/large/front/a/1/a1e088de-e99f-4706-89e0-a7efdaf9403a.jpg?1667374032\" target=\"_blank\">Lat-Nam Adept</a> is one of the easiest self-growing creatures to trigger, since it requires little to no resource expenditure. I've been hoping for a while to get more triggered abilities like this, since they give permission decks better win conditions outside of combo or commander damage. I'm specifically looking forward to using Adept alongside <a href=\"https://cards.scryfall.io/large/front/5/e/5e0f725c-8d1f-47ff-ad81-a5007199a5e2.jpg?1604199693\" target=\"_blank\">Territorial Scythecat</a> and <a href=\"https://cards.scryfall.io/large/front/0/7/07633b7f-4150-458b-89c3-d05dc0e3c4bd.jpg?1624739572\" target=\"_blank\">Quandrix Pledgemage</a> in my <a href=\"https://cards.scryfall.io/large/front/3/c/3c8b248e-1460-4650-9721-85c134c21b89.jpg?1627708954\" target=\"_blank\">Gretchen Titchwillow</a> deck.</p><p><a href=\"https://cards.scryfall.io/large/front/e/b/ebdcf02b-1876-44d7-8a22-679ea1272856.jpg?1667538871\" target=\"_blank\">Gixian Skullflayer</a> is somewhat similar to Lat-Nam Adept, but I think it's less useable because it requires more setup and is easier for opponents to disrupt than the blue wizard. Still should be a fun addition to midrange, combat graveyard decks, though. While it can't get big as quickly as <a href=\"https://cards.scryfall.io/large/front/a/3/a3da81fa-0bd1-4415-b112-3fa4438efe4b.jpg?1656117159\" target=\"_blank\">Liliana's Elite</a>, Skullflayer also doesn't have their power and toughness reduced if your grave gets exiled.</p><p><a href=\"https://cards.scryfall.io/large/front/3/4/345a1c80-41d6-43b1-83ab-1aa56dd06b1b.jpg?1667140347\" target=\"_blank\">Bitter Reunion</a> is an interesting mix of <a href=\"https://cards.scryfall.io/large/front/9/7/9752ed44-dc5e-4f73-9422-c1d267b60a3c.jpg?1664360752\" target=\"_blank\">Thrill of Possibility</a> and a haste anthem. It's an odd combination, but it's a perfect fit for decks like <a href=\"https://cards.scryfall.io/large/front/9/a/9a4cabcc-fb29-4bf2-b5ba-32b8c96aefd6.jpg?1572490392\" target=\"_blank\">Mad Ratter</a> and <a href=\"https://cards.scryfall.io/large/front/0/6/06c55ef1-8e62-4d43-bd4c-b2c3c5203338.jpg?1624739626\" target=\"_blank\">Quintorius</a>, which bring together grave play with the ability to rapidly create multiple tokens. I could also see a few red voltron decks, such as Storm-Kiln Artist, making use of Reunion for card filtering. However, it might only be good enough to be the final card cut from those decks.</p><p><a href=\"https://cards.scryfall.io/large/front/e/d/eda82e38-c1d4-4019-8f79-f91602d941b0.jpg?1667329728\" target=\"_blank\">Mishra's Onslaught</a> is the absolute perfect card for all red go-wide decks, giving red the flexibility that it always needs and rarely gets. Some decks will use this aggressively, packing the deck with a higher density of both token creators and pump spells, while others will use this flexibility to make more room for removal or card advantage. <a href=\"https://cards.scryfall.io/large/front/9/5/959ba62e-bb3a-49ad-8b1b-e787e413e5d4.jpg?1663051002\" target=\"_blank\">Balmor</a> and <a href=\"https://cards.scryfall.io/large/front/f/1/f1a21287-e244-4960-84fb-c4f6e5c346d9.jpg?1667331034\" target=\"_blank\">Third Path Iconoclast</a> are some of the first commanders that jump to my mind for this card to be used in, but the list is endless.</p><p><a href=\"https://cards.scryfall.io/large/front/4/7/4742800a-4872-4c2d-b884-01e0ba16950c.jpg?1667563292\" target=\"_blank\">Scrapwork Mutt</a> plays into the same card filtering and graveyard themes we've seen throughout this set. I imagine this is similar to <a href=\"https://cards.scryfall.io/large/front/8/4/84c3b38c-a6f7-49a2-8c47-d91b6be0a967.jpg?1664360651\" target=\"_blank\">Faithless Looting</a>, in that you'll want to discard it and unearth it to avoid card disadvantage, instead of regularly playing it from your hand. Cards like this and <a href=\"https://cards.scryfall.io/large/front/2/0/20ff3289-00fb-4e91-b34f-6255e9de8e9e.jpg?1634350551\" target=\"_blank\">Electric Revelation</a> help to greatly increase the consistency of decks like <a href=\"https://cards.scryfall.io/large/front/0/6/06c55ef1-8e62-4d43-bd4c-b2c3c5203338.jpg?1624739626\" target=\"_blank\">Quintorius</a> by filling both the roles of discard fodder and discard effect.</p><p><a href=\"https://cards.scryfall.io/large/front/6/5/6559afec-6bb8-4501-8805-4eb108443048.jpg?1667572429\" target=\"_blank\">Hoarding Recluse</a> is a more expensive <a href=\"https://cards.scryfall.io/large/front/0/2/02191caa-60f9-4604-8c90-ecfc6aee8c09.jpg?1662526839\" target=\"_blank\">Deadly Recluse</a> with a <a href=\"https://cards.scryfall.io/large/front/9/1/91652fe0-2064-4996-b484-a1f88e0023f7.jpg?1562806953\" target=\"_blank\">Ruin Rat</a> effect strapped to it. Ruin Rat doesn't see PDH play, but Deadly Recluse does occasionally. I'm curious if there's room for Hoarding Recluse in a few specific midrange decks with easy access to sacrifice effects, like <a href=\"https://cards.scryfall.io/large/front/4/2/42e19e30-3853-49e5-a3a3-5616e25df4ea.jpg?1592673394\" target=\"_blank\">Korozda Guildmage</a> or <a href=\"https://cards.scryfall.io/large/front/9/c/9cd2b567-0cf7-4441-b3ce-e31141dd91c8.jpg?1627428607\" target=\"_blank\">Dina</a>. Hoarding Recluse would be a powerful combat deterrent while also offering instant-speed grave hate when combined with the ability to sacrifice the Recluse. Using the Recluse in this way means that the grave hate can stop combos in addition to the normal use of exiling a creature before it can be recurred.</p><h2>Conclusion</h2><p>Overall, I'd say <a href=\"https://cards.scryfall.io/large/front/9/c/9ce0d139-2bea-48df-a007-cee7c8ce07bd.jpg?1667430147\" target=\"_blank\">Gurgling Anointer</a> is the first odd commander I'm excited to brew, <a href=\"https://cards.scryfall.io/large/front/a/1/a15b0676-b698-4160-8d2f-a22a1011bac0.jpg?1667932787\" target=\"_blank\">Junkyard Genius</a> will provide the most novel-feeling approach to an existing archetype, and <a href=\"https://cards.scryfall.io/large/front/f/1/f1a21287-e244-4960-84fb-c4f6e5c346d9.jpg?1667331034\" target=\"_blank\">Third Path Iconoclast</a> will be the most popular new commander. For commons, my predictions are that <a href=\"https://cards.scryfall.io/large/front/e/d/eda82e38-c1d4-4019-8f79-f91602d941b0.jpg?1667329728\" target=\"_blank\">Mishra's Onslaught</a> and <a href=\"https://cards.scryfall.io/large/front/5/5/5503186a-46fe-4956-8ae3-5ab3343f8a93.jpg?1667330677\" target=\"_blank\">Gaea's Gift</a> will be the most frequently used cards out of the new set, <a href=\"https://cards.scryfall.io/large/front/2/3/23d4b90c-95b1-4828-bc08-7067da0d5364.jpg?1667332272\" target=\"_blank\">Tocasia's Dig Site</a> is the biggest step towards making a new style of deck work consistently (mono-white grave play), and <a href=\"https://cards.scryfall.io/large/front/c/c/cc2a81fb-5045-4b7b-8cfb-b90c4f4a1f51.jpg?1667572901\" target=\"_blank\">Energy Refractor</a> will be the most impactful card for cPDH. Lastly, <a href=\"https://cards.scryfall.io/large/front/f/c/fc59ca3b-d417-4cf2-99a3-89816bf2bd09.jpg?1667637544\" target=\"_blank\">Thraxodemon</a> is my favorite art of the set (although <a href=\"https://scryfall.com/search?q=set%3Abro+%28r%3Ac+or+%28r%3Au+and+t%3Acreature%29%29+%28t%3Ahorror+or+t%3Ademon%29&unique=cards&as=grid&order=name\" target=\"_blank\">ALL the horrors and demons</a> have me thrilled).</p><p>Like I said at the beginning of this, I'm a big fan of this set, since most of it consists of slight improvements and additional copies. This is the kind of set that fleshes out our card pool, making old archetypes and strategies more consistent while making new strategies viable, all without contributing too much to power creep. I'm especially eager to see the improvement in midrange graveyard decks after this. The graveyard has long been one of the most reliable sources of card advantage in the format. However, over the past 4 years, more straight forward card advantage effects and engines have become so much more prevalent at common rarity that many graveyard strategies have become too slow or inconsistent by comparison. My hope is that the concentration of grave tech we've gotten in the last year and a half (here and from Innistrad) will help bring grave midrange back towards the forefront of the PDH long game.</p>"
    ]
  },
  {
    "id": 113,
    "title": "#113 - Pauper Duel Commander (1v1) Banlist Update - Oubliette",
    "date": "August 30, 2022",
    "author": "TheEDH",
    "categories": ["duel", "announcement"],
    "intro": "Effective September 1, Oubliette will no longer be legal in Pauper Duel Commander. (This does not affect multiplayer PDH.)",
    "details": 
    [
      "<p>Effective September 1, <a href=\"https://scryfall.com/card/plist/109/oubliette\" target=\"_blank\">Oubliette</a> will no longer be legal in Pauper Duel Commander. (This does not affect multiplayer PDH.)</p> <img src=\"https://c1.scryfall.com/file/scryfall-cards/large/front/9/6/96ccfecd-0dab-426a-8897-86c73934d21d.jpg?1599764501\" alt=\"Oubliette\" class=\"card\"> <p>Have you ever watched a bully and had to grit your teeth, hoping they get a taste of their own medicine? Well, Oubliette, this is how it feels!</p> <p>Over the past month the PDC RC have met to review the state of the format. Following the forming of the Pauper Duel Commander Rules Committee earlier this year, there has been a lot of discussion, and overall we are happy with where the format is heading.</p> <h2>So Why Ban Oubliette?</h2> <p>Oubliette is a relic of MTG's first-ever expansion, coming in long before they worked it all out. Its wording has been problematic since day one *, its abilities sit outside the modern \"<a href=\"https://magic.wizards.com/en/articles/archive/making-magic/mechanical-color-pie-2021-10-18\" target=\"_blank\">Color Pie</a>\", and some have said its unique ability flies in the face of the 'Spirit of Commander'.</p> <p>As an RC, our priority for the format is growth. So if a card threatens that growth, or if it's creating feel-bads, it goes on the watch-list. Of course these are subjective reasons, but they're not the only ones:</p> <div class=\"indent\"> <ol> <li>Oubliette is the only card which can completely lock a commander out of the Command Zone. It was not designed with this in mind, and is uniquely powerful as a result.</li> <li>Unlike similar effects (<a href=\"https://c1.scryfall.com/file/scryfall-cards/large/front/5/1/51765d87-e842-4d84-aaf0-998737fe754c.jpg?1562735580\" target=\"_blank\">Deep Freeze</a>, <a href=\"https://c1.scryfall.com/file/scryfall-cards/large/front/b/1/b1349c3d-39ad-40ba-897e-59e5b76de853.jpg?1562201189\" target=\"_blank\">Reprobation</a> etc) Oubliette cannot be removed through Combat, <a href=\"https://c1.scryfall.com/file/scryfall-cards/large/front/a/0/a03c738c-88d9-4cf6-a650-20ce6e5565bc.jpg?1637630249\" target=\"_blank\">sacrifice</a>, <a href=\"https://c1.scryfall.com/file/scryfall-cards/large/front/4/9/49ee9af3-d61c-4964-88a6-6e8ad6a6a29a.jpg?1562910438\" target=\"_blank\">bounce</a>, <a href=\"https://c1.scryfall.com/file/scryfall-cards/large/front/d/4/d45b0ed8-8692-4fa7-b32c-30d29028da3d.jpg?1562939913\" target=\"_blank\">protection</a>, or even a players own kill-spells.</li> <li>It has the power to single-handedly shut down Commander-centric strategies. We believe this is bad for the health and diversity of the format.</li> <li>The last Oracle update (2020) not only changed the way Oubliette interacts with commanders, but it was upshifted to uncommon. The card - as worded now - has never existed at common. *</li> </ol> </div> <h2>What Else Did You Talk About?</h2> <img src=\"https://c1.scryfall.com/file/scryfall-cards/large/front/6/b/6b921a42-8da9-454e-9791-cc3f4da34023.jpg?1632145801\" alt=\"Loyal Apprentice\" class=\"card\"> <p>The August Review covered a lot of topics: Partner Commanders, Lieutenants, Monarchy, Initiative, Loyal Apprentice, Baleful Strix, and even sideboards. Without going into it too much, the general stance was that while all of these can be powerful, the data doesn't justify a change at this time.</p> <p>The greatest example of this is Loyal Apprentice, who is seeing a lot of play and boasts a 62% win-rate in recent tournaments. However, this is not the highest! Loyal places 4th when compared to other decks (with 20+ recorded games). The real bogeymen, statistically, are <a href=\"https://c1.scryfall.com/file/scryfall-cards/large/front/d/e/de0ba512-b6c3-4931-be05-cb6bd03a4b7c.jpg?1644853028\" target=\"_blank\">Keleth</a> or <a href=\"https://c1.scryfall.com/file/scryfall-cards/large/front/1/7/17416926-168b-49b3-9231-acbb8f8a1d13.jpg?1557577188\" target=\"_blank\">Rakdos</a>!</p> <p>So far we've seen a fantastic amount of deck-diversity in tournaments, and while some decks are performing very well, we don't believe any are dominating (although we continue to watch closely). There were perhaps three areas which came close to a change:</p> <h3>Lotus Petal</h3> <img src=\"https://c1.scryfall.com/file/scryfall-cards/large/front/1/5/153983dd-54dc-420d-9249-665b0d669614.jpg?1573517235\" alt=\"Lotus Petal\" class=\"card\"> <p>...and other rituals. In the current meta here at Home Base, aggro and burn decks have been performing extremely well, to the point where we've been considering ways to reign them in (without killing them completely). These are decks like <a href=\"https://c1.scryfall.com/file/scryfall-cards/large/front/5/c/5cd87cf8-4d5d-4aba-8dfa-800b1fb3799b.jpg?1608910155\" target=\"_blank\">Dargo</a>/<a href=\"https://c1.scryfall.com/file/scryfall-cards/large/front/8/6/86958821-76eb-43a5-974b-7c945e826a66.jpg?1611933914\" target=\"_blank\">Esior</a>, <a href=\"https://c1.scryfall.com/file/scryfall-cards/large/front/a/4/a4fab67f-00c2-4125-9262-d21a29411797.jpg?1644853041\" target=\"_blank\">Rograkh</a>/<a href=\"https://c1.scryfall.com/file/scryfall-cards/large/front/d/e/de0ba512-b6c3-4931-be05-cb6bd03a4b7c.jpg?1644853028\" target=\"_blank\">Keleth</a>, and of course Loyal Apprentice.</p> <p>Some of the most unbeatable hands for these decks involve an early Lotus Petal, <a href=\"https://c1.scryfall.com/file/scryfall-cards/large/front/0/e/0e57335d-4066-4d73-83cd-67a215e01a4e.jpg?1619397622\" target=\"_blank\">Simian Spirit Guide</a> or <a href=\"https://c1.scryfall.com/file/scryfall-cards/large/front/c/0/c062caf7-f0eb-44db-9f74-e6711a13fada.jpg?1593275318\" target=\"_blank\">Rite of Flame</a>, either because they allow a commander on turn 1, or because they allow a surprise re-cast on turn 3. On the other hand. If drawn late, or while top-decking, a Lotus Petal can be worse than a basic land. So we didn't ban them - it may be that players still need time to adjust to the lower life-totals. Until we have more data, we can only wait and see.</p> <h3>Commons in the Command Zone</h3> <img src=\"https://c1.scryfall.com/file/scryfall-cards/large/front/6/f/6f706ac3-0ad8-44ac-a99e-21c04075951d.jpg?1660723544\" alt=\"Candlekeep Sage\" class=\"card\"> <p>A surprisingly contentious subject. Everyone on the RC wants to open up deckbuilding options - but only where safe to do so. We must acknowledge our close-ties with multiplayer PDH. A change to PDC rules here would clash with their decision to not allow common backgrounds. As such there were some concerns this could create a rift, which could hurt the growth of the format. Overall while we believe the risks to the format are minimal, so too are the gains. We will continue to monitor things as they change.</p> <h3>Planeswalker Commanders</h3> <img src=\"https://c1.scryfall.com/file/scryfall-cards/large/front/5/a/5a10b543-d5d4-42a8-9ee8-dada59a2ad7e.jpg?1557577385\" alt=\"Saheeli, Sublime Artificer\" class=\"card\"> <p>Similar to the commons debate, planeswalker commanders discussion boiled down to either opening up new and fun deck building options or wanting to stay as close as possible to the PDH ruleset. While more members were in favour of walkers than commons, the subject was raised too late in the review period. So watch closely (we'll review it again early next year!)</p> <p>And that about does it! What do you think? Did we make the right decisions? Did we miss anything? Don't be afraid of upsetting us. Hit us up on Discord. Don't forget to sign up to the next tournament, there's always something going on!</p> <p><strong>* Oubliette Oracle Text changes, in Chronological order:</strong></p> <p>Since its creation the wording on Oubliette has gone through every conceivable iteration! First, it worked like a complicated <a href=\"https://c1.scryfall.com/file/scryfall-cards/large/front/0/8/0858ab5a-930c-44f0-9621-4dd634cf39c6.jpg?1631233896\" target=\"_blank\">Banishing Light</a>, which tracked auras and counters. Then they tried to simplify it by using phasing, and made it two triggers so it would work like <a href=\"https://c1.scryfall.com/file/scryfall-cards/large/front/4/6/4686b51c-e02b-48c1-bafe-e8d08a5407b9.jpg?1592712799\" target=\"_blank\">Journey to Nowhere</a>. But then, they removed the phasing (so it ignored equipment - but they kept the two triggers). Finally, they switched it back to phasing, and removed the second triggered ability! See for yourself -</p> <p><a href=\"https://c1.scryfall.com/file/scryfall-cards/large/front/3/0/30d1450f-2909-410e-9920-731278fa74de.jpg?1562904037\" target=\"_blank\">1993</a> - Arabian Nights - “Select a creature in play when Oubliette is cast. That creature is considered out of play as long as Oubliette is in play. Hence the creature cannot be the target of spells and cannot receive damage, use special powers, attack, or defend. All counters and enchantments on the creature remain but are also out of play. If Oubliette is removed, creature returns to play tapped.</p> <p>1996 - Mirage - “When Oubliette comes into play, target creature phases out. That creature can't phase in as long as Oubliette remains in play. When Oubliette leaves play, the creature phases in tapped.\" - <a href=\"https://magic.wizards.com/en/articles/archive/arcana/old-cards-new-words-2002-08-09\" target=\"_blank\">Article here.</a></p> <p><a href=\"https://c1.scryfall.com/file/scryfall-cards/normal/front/8/d/8d6a2663-5316-4441-8ec9-f2b754c1537e.jpg?1559592543\" target=\"_blank\">2007</a> - Masters Edition - “When Oubliette comes into play, remove target creature and all Auras attached to it from the game. Note the number and kind of counters that were on that creature. When Oubliette leaves play, return the removed card to play under its owner's control tapped with the noted number and kind of counters on it. If you do, return the removed Aura cards to play under their owner's control attached to that permanent.\" - <a href=\"https://magic.wizards.com/en/articles/archive/feature/masters-edition-update-bulletin-2007-08-29\" target=\"_blank\">Article here</a>.</p> <p><a href=\"https://c1.scryfall.com/file/scryfall-cards/normal/front/d/4/d4800a7d-c229-4ced-97ff-0e58645d58d6.jpg?1599705817\" target=\"_blank\">2020</a> - Double Masters - “When Oubliette enters the battlefield, target creature phases out until Oubliette leaves the battlefield. Tap that creature as it phases in this way. (Auras and Equipment phase out with it. While permanents are phased out, they're treated as though they don't exist.)\"</p> <p>TLDR? Check out this video by <a href=\"https://www.youtube.com/watch?v=uh_4z2NnaFE\" target=\"_blank\">The Commander Tavern</a> about Oubliette, and the issues surrounding the 2020 changes.</p>"
    ]
  },
  {
    "id": 112,
    "title": "#112 - What to Expect: An Early Metagame Analysis",
    "date": "August 2, 2022",
    "author": "Naptown Hustle",
    "categories": ["duel", "commontary"],
    "intro": "Welcome to Pauper Duel Commander or PDC!",
    "details": 
    [
      "<p>Welcome to Pauper Duel Commander or PDC! (Also called 1v1 PDH just to keep things confusing) Maybe you are here because you want to join a Discord tournament, or maybe your LGS is hosting a PDC event. This format sounds exciting, but what should you play? And, more importantly, what should you expect to play against?</p> <p>We will keep this brief and to the point. First, we will list the most common archetypes and corresponding commanders and then we will discuss what kind of deck might do well against the top contenders.</p> <p>Before we do that, there are two important things you should know:</p> <p><strong>1.)</strong> This format is young and the metagame is relatively unsolved and unexplored. Brew your own brew! Bring something new! Break the format! PDC is exciting since there is so much room to do your own thing. Don't think that you have to bring the most popular deck to do well…. BUT! You should know what you are up against. Your cool brew will still need to be able to face off against the top decks and win if you want to go anywhere. So, pay attention to what everyone else is playing and show up prepared!</p> <p><strong>2.)</strong> The data that is included in this article is based on two PDC leagues. The first league was held in the spring and summer of 2021 with a relatively small number of players in Italy. This Italian league started off playing with 30 life and 16 commander damage before switching to 25 life and 21 commander damage about half way through the season. So, the results of the Italian league are not exactly representative of the current meta. The second set of data is from a worldwide league held in the summer of 2022. This league had about 18-20 players per week for 10 weeks and it used the standard 25 life and 21 commander damage for the entire time. Even with both of these data sets put together, we still have a very small amount of data available on win percentages and metagame. This data is useful but it is not definitive or exhaustive.</p> <h2>Part 1: The Meta</h2> <h3>Aggressive and Combat Based</h3> <img class=\"card\" src=\"https://c1.scryfall.com/file/scryfall-cards/large/front/7/f/7f5e6a5a-18ee-438f-ab16-694e19a2410e.jpg?1562920701\" alt=\"Azra Oddsmaker\"> <p><strong>Example Commanders:</strong> Keleth/Rograkh, Azra Oddsmaker, Fynn the Fangbearer, Reyav Master Smith</p> <p>This archetype is all about putting lots of creatures into play and turning them sideways. There are a few different takes on the strategy, from the enchantment/equipment synergy of Reyav to the infect of Fynn. In 2022, 17% of the decks played were aggressive and combat based and they put up an overall win-rate of 53%.</p> <p>There are several creature-based decks that can be very fast and very consistent. The oldest of these is Azra Oddsmaker. Azra did well in 2021 with an 100% win-rate over just 6 games and put-up strong results again in 2022 with a 58% win-rate over 12 games. Azra combines aggressive creatures with discard synergy to produce card advantage and power on the board.</p> <p>Keleth/Rograkh was played in 13 games in 2021 but finished with a slightly sub-50% score-line. However, this “Red Horse” deck took the number one slot in 2022 with a 63% win-rate over 24 games. This deck boasts aggressive constancy. It can always put its commanders into play turns one and two and it packs the protection to back them up while they grow. It is a scary deck to face any game but it is terrifying when it is 'on the play'.</p> <h3>Burn</h3> <img class=\"card\" src=\"https://c1.scryfall.com/file/scryfall-cards/large/front/d/a/dab85ca8-1ce8-43df-a6a1-00fef6b1d1c0.jpg?1631587319\" alt=\"Loyal Apprentice\"> <p><strong>Example Commanders:</strong> Loyal Apprentice</p> <p>There is really only one valid choice for a Red Deck Wins strategy in PDC. Loyal Apprentice. Yes, Loyal counts itself as commander, so you get a Thopter turn two, and every turn after, until Loyal is killed. This ability to pump out evasive creatures, coupled with the huge number of powerful red burn spells printed at common, makes Loyal Apprentice a popular and powerful choice for PDC enthusiasts. Loyal boasted a 71% win-rate in 2021 over 21 games and a 59% win-rate in 2022 over 44 games.</p> <h3>Voltron-ish</h3> <img src=\"https://c1.scryfall.com/file/scryfall-cards/large/front/9/c/9cc51727-e39d-46b5-82cd-0c84c6572155.jpg?1625977527\" alt=\"Crackling Drake\" class=\"card\"> <p><strong>Example Commanders:</strong> Dargo/Esior, Esior/Keleth, Slippery Boggle, Crackling Drake, Sprite Dragon, Dargo/Rograkh</p> <p>The name Voltron typically evokes the idea of a deck that is all-in on one evasive creature that is enchanted and equipped into a huge beater. When we say Voltron-ish we mean that, but we are also counting any deck whose primary game plan is to attack with one big creature, whether or not it is being buffed in the traditional sense. Many single-attacker strategies in PDC don't actually rely on enchantments and equipment to make a creature huge. Some decks, like Dargo, cheat out a large creature early in the game and others, like Sprite Dragon, let a small creature grow through triggered abilities. In 2022, 28% of the decks played were Voltron-ish and they put up an overall win-rate of 49%.</p> <p>Slippery Boggle is a classic PDC commander. But, with the commander damage change, the deck is less of a menace than it used to be. Many savvy pilots turned to other single attacker strategies in 2022, proving the viability of a number of other Voltron commanders.</p> <p>Dargo plus Esior has proven to be a powerful combination. The deck plays a large number of low-cost artifacts and token generators. It uses Dargo's sacrifice ability to play him early under the protection of Esior. This deck was not played at all in 2021, but it burst onto the seen in 2022 with a 65% win-rate over 20 games.</p> <p>The classic Esior and Keleth deck, or Bird-Horse as it is fondly known, is also still a strong option. This deck wants to get both commanders into play early and then protect them with counterspells while they collect counters. Bird-Horse put up a 60% win-rate in 2021 over 10 games and a 65% win-rate in 2022 in 23 games.</p> <p>Sprite Dragon and Crackling Drake can also grow themselves and have the benefit of a stronger color combination than Bird-Horse. But they lack the built-in protection of Esior or Boggle. Crackling Drake was played 29 times in 2021 with an overall win-rate of 59%. Sprite Dragon was played 23 times in 2021 with a 61% win-rate. The commander damage change seems to have had a negative impact on these serpents and in 2022 they were played only 27 times combined with a 37% win-rate together.</p> <h3>Black Based Control</h3> <img src=\"https://c1.scryfall.com/file/scryfall-cards/large/front/b/f/bfb6ba17-6bc0-4626-a604-8b32618a54c5.jpg?1576382150\" alt=\"Knights of the Black Rose\" class=\"card\"> <p><strong>Example Commanders:</strong> Baleful Strix, Knights of the Black Rose, Plaguecrafter, Disciple of Deceit, Sedraxis Specter</p> <p>Control is a viable strategy in PDC, but the jury is still out on which control commander is best. It seems that each control-loving mage has their own pet deck that they insist on running. The common thread through all of the control decks is that they are built around a backbone of black mana. In 2022, 16% of the decks were in the Black Based Control architype. And their overall win-rate was a healthy 58%.</p> <p>Baleful Strix is an old PDC deck that saw less play in 2022 than in previous years. This deck is a traditional permission deck that uses the annoying bird to slow down opponents while gaining card advantage. Sometimes, the deck includes a combo finish. In 2021, Strix was present for a whopping 56 games with an impressive 73% win-rate. In 2022, the deck was only tried for 16 games and its win-rate dropped to 50%.</p> <p>Knights of the Black Rose was played by one dedicated pilot in both 2021 and 2022. The deck eschews counterspells and leans into quality black removal and card advantage from the command zone. The cheeky inclusion of the Rune of Protection cycle also continues to perform frustratingly well. The deck was played 10 times in 2021 with a 60% win-rate and 17 times in 2022 with a 65% win-rate. It finished in second place.</p> <p>The most common mono-black choice for the format seems to be Plaguecrafter. This control deck respects Voltron so much that is includes an edict in the command zone! It is packed full of removal along with some creatures to sacrifice, and includes all of the best black 60-card pauper staples. Plaguecrafter was played 6 times in 2021 with a 67% win-rate and 11 times in 2022 with a 73% win-rate.</p> <h3>Midrange?</h3> <img src=\"https://c1.scryfall.com/file/scryfall-cards/large/front/d/5/d5f69e24-6b5c-4a9a-af5b-1ce88efdc0aa.jpg?1608909570\" alt=\"Armix, Filigree Thrasher\" class=\"card\"> <p><strong>Example Commanders:</strong> Armix/Toggo, Mayhem Devil</p> <p>It seems that a lot of homebrews fell into the Midrange category but haven't particularly performed well. Midrange decks (and some other decks that have no home; like combo) played in 25% of games in 2022 with a disappointing overall win-rate of 44%.</p> <p>Mayhem Devil is a standout in this category. This Black-Red deck plays all of the good blood and treasure generating cards and sacrifices them while the commander is on the board to ping all of their opponent's creatures to death or to just put damage straight to face. This deck was not tried in 2021 but finished well in 2022 with a 65% win-rate over 22 games.</p> <p>Armix and Toggo is another popular Black-Red deck of the PDC format. This partner deck loosely relies on artifact and discard synergy alongside the removal provided by both commanders, to grind out a win. It was a popular choice in 2021, being played in 37 games with a 73% win-rate. In 2022 it was only played in 9 games with a disappointing 44% finish.</p> <h2>Part 2: What To Play?</h2> <h3>Play Early Removal</h3> <img src=\"https://c1.scryfall.com/file/scryfall-cards/large/front/a/e/ae5f9fb1-5a55-4db3-98a1-2628e3598c18.jpg?1648155765\" alt=\"Lightning Bolt\" class=\"card\"> <p>After two years of PDC leagues, and over 600 games, we have hopefully learned a few things about what is important in a PDC deck. The first lesson is that early removal is critical. Most decks play two mana removal, but it is also important to include disruption that can be cast on turn one. Some of the faster decks of the format will be established on the board with shields up by their turn two or three. If you cannot deal with them before then, you will have a harder time as the game progresses. That is why it is important to run a decent amount of removal in general, but also to specifically include a suite of one-mana removal spells. In red and black decks this is not that difficult, but the options are fairly limited in some of the other colors. Consider including cards like Sun Lance and Force Spike, or enchantments like Kirtar's Desire and Witness Protection if you don't have access to black or red.</p> <h3>Edicts Are Important</h3> <img src=\"https://c1.scryfall.com/file/scryfall-cards/large/front/9/6/9659cf39-5ca8-4c56-9f15-2a7201cf32f1.jpg?1562925286\" alt=\"Chainer's Edict\" class=\"card\"> <p>Voltron-ish decks account for 28% of the meta, and they are putting up respectable results. A deck that does not have a plan to beat a single large beater is going to have a hard time. Most of these Voltron decks use some sort of protection to keep their guy on the board, so traditional removal cannot always be relied on. This is why edicts are so important in this format. An edict is a card that forces the opponent to sacrifice a creature. Diabolic Edict and Chainer's Edict are examples. Black has the most options, and if you are a black deck, you should consider running a good number of them. White has Celestial Flare and blue has Curfew. I would recommend running both of these cards in most white or blue builds. Red can use cards like End the Festivities or Fiery Cannonade against a Voltron deck that starts small, like Slippery Boggle or Sprite Dragon, but those cards don't work well against something like Crackling Drake. Regardless of your color combination, you should have a plan to beat a Voltron deck.</p> <h3>Just Be Faster</h3> <img src=\"https://c1.scryfall.com/file/scryfall-cards/large/front/a/4/a4fab67f-00c2-4125-9262-d21a29411797.jpg?1644853041\" alt=\"Rograkh, Son of Rohgahh\" class=\"card\"> <p>If your deck doesn't have an answer to a Voltron threat or it doesn't want to be spending cards on removal, there is another path. You can just race the opponent. Playing the beatdown deck is a perfectly valid option. There are few options for board wipes in the format, so brew up a go wide strategy or maybe Gruul aggro. (Someone needs to come up with a good Bloodbraid Elf deck!). If you don't want to come up with something of your own, you could always pick up a tried-and-true deck like Loyal Apprentice or Keleth and Rograkh. Not everyone wants to play a deck that tries to counter every move the other player makes, and that's ok. Just race them instead. In is format, that is a perfectly valid option.</p> <h3>Don't Forget the Late-Game</h3> <img src=\"https://c1.scryfall.com/file/scryfall-cards/large/front/0/6/06254b6c-eb22-4ec9-9420-74e9ee15e072.jpg?1562052328\" alt=\"Disturbed Burial\" class=\"card\"> <p>Consider this a warning. PDC is not like 60-card magic. You will never, truly, run your opponent out of resources. (ok, ok, except for Oubliette) They will always have their commander to recast, again and again. Every time you have to spend another card killing a commander, you go down in resources in exchange for their loss of tempo. Against a partner deck this is especially true. At the start of the game, it is ok to trade a removal spell for a commander, but as the game goes on it becomes more and more taxing. Therefore, it is critical that slower decks include card advantage engines that will sustain them through the late game. This could be things with buyback like Disturbed Burial or Evincar's Justice or cards that draw cards, like Destructive Digger, Dark-Dweller Oracle or Ninja of the Deep Hours. Monarch and Initiative cards also fill this role as long as you can keep control of the board. A slow deck is going to want multiple ways to stay in a long game without running out of things to do.</p> <p>With that, go and break the format! PDC is too young and too infrequently played to have been solved yet! You could be the one to blow it wide open.</p> <p>Thank you for reading!</p>"
    ]
  },
  {
    "id": 111,
    "title": "#111 - Background Rules Update",
    "date": "June 6, 2022",
    "author": "Paul (Scarecrow1779)",
    "categories": ["announcement"],
    "intro": "This short article is a follow-up to the Backgrounds Ruling & Reasoning article from the end of last month.",
    "details": 
    [
      "<p>This short article is a follow-up to the <a href=\"article108.html\">Backgrounds Ruling & Reasoning</a> article from the end of last month. We knew Wizards would have to update the comprehensive rules to make backgrounds work in the command zone, so we were waiting to update our own rules so that we could match their wording. Wizards did that update a few days ago (see the 702.124H entry in <a href=\"https://magic.wizards.com/en/articles/archive/news/comprehensive-rules-changes-2022-06-01\" target=\"_blank\">this article</a> for details), so here's the Pauper EDH rules update.</p> <p>Just like “Partner With” and “Friends Forever,” choosing a background is categorized as a variant of the Partner mechanic and gets its own separate rules entry. The Pauper EDH rules text for this new ability is below. Differences from the regular Commander rules are bolded.</p> <p class=\"indent\"><strong>907.7.</strong> “Choose a Background” is a variant of the partner ability that represents a static ability. “Choose a Background” means “You may designate two cards as your commander as long as one of them is this card and the other is a legendary Background enchantment.” You can't designate two cards as your commander if one has a “choose a Background” ability and the other is not a Background enchantment, and legendary Background enchantments cannot be your commander unless you have also designated a commander with “choose a Background.” <strong>In Pauper EDH, both the card with “Choose a Background” and the Background enchantment must be of uncommon rarity to be legal commanders.</strong></p> <p>We're also making one other change. Our old rule 906.3a specified that any planeswalker with the “can be your commander” ability still had to be an uncommon in order to be a legal Pauper EDH commander (even though no uncommon planeswalkers had yet been printed with that ability). This matched the Commander rule at the time, but that Commander rule was changed recently to accommodate <a href=\"https://c1.scryfall.com/file/scryfall-cards/large/front/9/6/969ac7dd-f3aa-4888-9ff0-d16a31b5e7a9.jpg?1653966849\" target=\"_blank\">Shorikai, Genesis Engine</a>. So we're updating the Pauper EDH rule to match the new wording of the Commander rule, which no longer specifies planeswalkers (implying that other noncreature cards can be your commander as long as they have the “can be your commander” ability). Our new rule text is listed below, with differences between the Pauper EDH and Commander rules bolded.</p> <p class=\"indent\"><strong>906.3a.</strong> Some cards have an ability that states the card can be your commander. This ability modifies the rules for deck construction, and it functions before the game begins. <strong>These cards must be of uncommon rarity to be legal commanders in Pauper EDH.</strong> See also rule 113.6n.</p> <p>As always, thank you for your patience as we work through the details of updating our rules. We hope you're enjoying brewing with Backgrounds as much as we are!</p>"
    ]
  },
  {
    "id": 110,
    "title": "#110 - Happy 10th Birthday Baleful Strix!",
    "date": "May 31, 2022",
    "author": "TheEDH",
    "categories": ["duel", "spotlight"],
    "intro": "A Celebration, Damnation, History and Primer On this day ten years ago...",
    "details": 
    [
      "<p><strong>A Celebration, Damnation, History and Primer</strong></p> <p>On this day ten years ago, Wizards released a janky little pre-con all about sneaking through attackers, and making value out of bouncing and re-casting your own creatures. It was a Ninjas deck, but with it they created an unassuming little bird of ill-omen, Baleful Strix. Well, players quickly found a better use for it, and Strix made its mark on many formats, none more so than our own Pauper Duel Commander! For many of us, it's been the poster child of the format, and a force to be reckoned with ever since.</p> <p><strong>Four Years Ago</strong></p> <p>Strix is omnipresent, everyone in Duel either plays it or fears it, and it's even made a few waves in multiplayer. But 2018 was a big year, massive, in it we gained: Satyr Enchanter, Crackling Drake, Azra Oddsmaker, Plaguecrafter, Tatyova, Benthic Druid, Loyal Apprentice, and a Slippery Bogle upshift (for those of us who weren't using commons). Two years later we got the uncommon Partners, and the hits keep on coming. All this to say, every single archetype has had an upgrade, and for the first time in PDC history, Strix players had some serious competition from every angle.Some could argue then, Strix isn't king of the hill anymore. But I don't think that's a bad thing...</p> <p><strong>Let's Be Honest, Wizards Made a Mistake!</strong></p> <p>I love Strix, but some have argued it should have never been an uncommon. It was a pre-con exclusive, where rarity was based purely on the number of them printed in the deck, not the power of the card! Wizards “corrected” this in Eternal Masters, but have gone back and forth ever since. Personally, I think it was simply ahead of its time. Before 2018 it was unchallenged, too powerful, too easy to build, and off-putting to newer players. But by today's meta, Strix has some serious competition!</p> <p><strong>So What Does The Future Look Like?</strong></p> <p>Let's be clear, Strix isn't going anywhere. It still offers more card advantage, more immediately and for less mana than any other commander. It's in great colours, and synergises with tonnes of effects like bounce, flicker, Monarchy (Initiative), and “creatures with flying” cards.</p> <p>But the March 2022 announcement on life totals made a dent, and the meta is now evolving. Voltron is down but not out, burn decks are rampant, and players are more aware of Strix than ever. Perhaps it's time for Strix to evolve as well. Happy Birthday Baleful Strix!</p> <p>What do you think? Hit us up with those comments or take it over to the Discord :) Wait, You Wanted A Primer? Okay fine, here is <a href=\"https://www.moxfield.com/decks/0PzEv3jW80mZ3U_tYepeKw\" target=\"_blank\">my Baleful Strix list</a>. Take a good look, it's a little different to the usual net-decks.</p> <p><strong>What does the deck do?</strong></p> <p>(Experienced players, feel free to scroll past this bit.) This is a “hard-control” deck. Your aim is to destroy, counter, or otherwise prevent everything your opponent is trying to do. You should be trying to draw more cards than them, while collecting information about their hand and strategy. Once they've run out of ammo, play one of your wincons and put them out of their misery. I won't teach you how to play control here, but my best advice: pick your battles. You don't actually need to kill and counter everything, just identify the things that can really hurt you, or make value for your opponent. A good understanding of their strategy will help you, so familiarise yourself with the meta (Check out this <a href=\"https://tappedout.net/mtg-decks/pauper-duel-commander-tier-list-pdc-duel-pdh/\" target=\"_blank\">Tier List</a> for a rough idea).</p> <p><strong>Who will like this deck?</strong></p> <p>Anyone who enjoys a long game with lots of interaction, someone who wants to play the player, as well as just the cards. Probably not suited for someone who gets salty easily, it can be disheartening to play a 50-minute game only to die to a top-deck lightning bolt. If this is you play something else, perhaps Yu-Gi-Oh! :'D</p> <p><strong>Gameplay and Tough Matchups</strong></p> <p>To tap out is to show weakness! Your opponent will expect you to kill or counter everything they do, so let them believe it (even when you can't). You can expect them to try and play around your answers; don't be baited into removing something you don't need to, they are hoping to clear the way for something scarier.</p> <p>VS. Burn (not necessarily the same as aggro) - Mulligan aggressively to some low-cost interaction, then you should be able to quash their early offensive. You can easily get on top in terms of card advantage. But don't get too comfortable, they have more burn than you have counterspells; if you take too long they will top-deck enough to finish you. (Think about this when you cast Ponder, or cycle a Striped Riverwinder!). If your meta is heavy on burn decks, try some of the killspells that gain life. Crypt Incursion can be massive (but terrible in a Mirror Match).</p> <p>VS. Control (Mirror Match) - Information is power, but don't get trigger happy. A turn one Gitaxian Probe is great, but you can fully expect the game to go long, so think about holding it until you're ready to attempt something scary. Your early game should be focused on trying to attain card advantage over your opponent (Look for the Monarchy or ways to bounce Strix for a re-cast). Your win-cons will evade most removal, but beware of counterspells and edicts. Strix and the other utility creatures are great fodder for the latter, and will make the opponent use their removal for little value.</p> <p><strong>Why are(n't) you playing this card?</strong></p> <p>There are a few cards that people question from time to time: the big creature wincons, Flicker Combo, Viridian Longbow, and the powerful (but painful) killspells like Snuff Out, vendetta, and Ashes to Ashes. I won't go into each one of them, but if you're interested in my reasonings drop a comment below. I'm happy to break it down, so you can decide whether it's worth the include or not.</p> <p>And that's it. So if you're still reading then my job as the control player is done! I hope you enjoyed the journey, thanks for reading, good luck and have fun!</p>"
    ]
  },
  {
    "id": 109,
    "title": "#109 - PDH vs EDH",
    "date": "May 31, 2022",
    "author": "ichigo",
    "categories": ["commontary"],
    "intro": "So you've playtested your PDH deck, and you've even put it together in paper, but have you considered how it'll play against EDH decks?",
    "details": 
    [
      "<p>So you've <span style=\"color: red;\">playtested your PDH deck</span>, and you've even <span style=\"color: red;\">put it together in paper</span>, but have you considered how it'll play against EDH decks?</p> <p>First, you need to consider your commander. If your commander is a legendary uncommon creature, you will not need to ask permission to play your deck in EDH. If your commander is not a legendary uncommon creature, you will need to ask your opponents' permission to play it in EDH. Regardless, everyone should discuss their decks before playing. PDH, also known as Pauper EDH, is at a natural disadvantage, and discussion could lead to a better play experience.</p> <p>Most of the disadvantages Pauper EDH decks face are because of the format's rarity restrictions. Uncommon commanders are often not as powerful as higher rarity commanders, and a deck of commons cannot be as powerful as a deck of cards at any rarity. To demonstrate these facts, let's examine some cards.</p> <p>The Beamtown Bullies and Mr. Orfeo, the Boulder are two recent commanders that share the same mana cost, but are very different in terms of power.</p> <img src=\"https://c1.scryfall.com/file/scryfall-cards/large/front/f/0/f0455a79-15f4-4ea6-87ae-263ce943cfac.jpg?1650420213\" alt=\"The Beamtown Bullies\" class=\"card\"> <p>Soon after being cast, The Beamtown Bullies can eliminate an opponent, and it only takes one card to set it up. For example, Entomb puts Leveler in the graveyard, and The Beamtown Bullies give it to an opponent so they lose on their next draw. Being able to eliminate an opponent soon after you cast them, and needing only one other card to set it up makes The Beamtown Bullies powerful!</p> <p>To eliminate an opponent, Mr. Orfeo, the Boulder needs a creature to attack. Because he doesn't have haste and has a low base power, he relies on multiple cards to be effective.</p> <img src=\"https://c1.scryfall.com/file/scryfall-cards/large/front/9/7/97caaa92-2a7d-4f79-8d42-86733c902072.jpg?1649880285\" alt=\"Mr. Orfeo, the Boulder\" class=\"card\"> <p>For example, doubling the power of an attacking Kiln Fiend with Tainted Strike cast on it. If an opponent can't block, they'll get 10 poison counters and lose. If all of your opponents can block, cards like Fling can help finish one off. Needing to attack, and relying on multiple cards makes Mr. Orfeo, the Boulder less powerful than the Beamtown Bullies.</p> <p>Beyond uncommon commanders often being less powerful, the biggest disadvantage of Pauper EDH decks comes from all the other cards being commons. Higher rarity cards are inherently more powerful. It usually takes much more mana, or multiple commons to match the effects of a higher rarity card. That is, if they can match them at all!</p> <p>Sol Ring is the most played card in EDH. It generates more mana than it costs, and it can use that mana right away to cast other spells. The speed of Sol Ring and other fast rocks accelerate EDH decks far beyond anything Pauper EDH ones can match.</p> <img src=\"https://c1.scryfall.com/file/scryfall-cards/large/front/1/9/199cde21-5bc3-49cd-acd4-bae3af6e5881.jpg?1654118835\" alt=\"Sol Ring\" class=\"card\"> <p>You can get the same effect at common, but you have to pay three more mana for it. That is a huge difference in speed! With such a high mana value, Sisay's Ring is too slow for most decks.</p> <img src=\"https://c1.scryfall.com/file/scryfall-cards/large/front/2/0/20c0e608-0208-408a-b473-1e54caa96cea.jpg?1608911699\" alt=\"Sisay's Ring\" class=\"card\"> <p>Big spells are what define EDH, and Craterhoof Behemoth is one of the most infamous ones. It can eliminate an opponent with only a few creatures on board, and the bigger the board, the more opponents it can beat.In Pauper EDH, there are creatures that give evasion when they enter, creatures that give pluses when they enter, and creatures with large bodies, but there are no creatures that combine all three. It will take multiple commons to create a similar effect, but they likely will not match the efficacy.</p> <p>Cyclonic Rift is the most obnoxious board wipe in EDH! Returning only opponents' nonland permanents to their hands is an amazing effect, and doing it whenever you want is super powerful! Cyclonic Rift is more of a win condition than a board wipe though.There aren't many board wipes at common, but most of them are damage based and hit all creatures. Since there is a lack of board wipes in Pauper EDH, it's hard to stop opponents from developing a big board. There aren't any commons that can match the effects of Cyclonic Rift at all.</p> <p>The majority of uncommon creatures, and commons are designed for draft, but most cards designed for EDH are rares. So, trying to match the power of EDH is something Pauper EDH decks will always struggle with.If a Pauper EDH deck had to play against an EDH deck 1 v 1, the EDH deck would probably win every game. Fortunately, EDH is not a 1 v 1 format, and the self-balancing nature of its games open up opportunities for disadvantaged decks to win. The most threatening decks tend to get eliminated first, and because Pauper EDH decks are usually less threatening, they tend to survive late into the game. After all, it just doesn't make sense to take out the weakest deck first!</p> <p>However, being the weakest doesn't mean that Pauper EDH decks get to win for free. A lot of them need their commander to win, so needing to resolve and keep their commander out is an exploitable weakness.</p> <p>Creatures like Drannith Magistrate, and commanders like Kelsien, the Plague are a huge hurdle! Not being able to cast, or keep your commander out locks a lot of Pauper EDH decks out of the game. So, having enough removal for these is a necessity!</p> <p>Speaking of removal, cards like Rule of Law also need to be removed for Pauper EDH decks to play effectively! Being able to cast only one spell per turn really slows down a lot of decks, and it shuts down most Pauper EDH combo decks.</p> <p>Combo is one of the strongest deck archetypes in EDH. Because combo decks can win without warning, they tend to get taken out first. Even if they're Pauper EDH decks! In spite of that, combo decks are still the most likely to win an average game of EDH. Especially if it has a combo with your commander!Well supported draft archetypes are a decent alternative to combo. For example, Elf tribal, and sacrifice. They usually have enough cards at common for their decks to make an impact even without the commander. Since these archetypes tend to be less commander reliant, they are less likely to get locked out of the game. If your deck isn't running a strategy like these, you will want to consider incorporating one that synergizes with it.</p> <p>So in review, you'll want everyone to discuss their decks before playing PDH Vs EDH. You'll have to accept the fact that you're at a disadvantage, and you'll need a lot of removal to avoid getting locked out of the game. Finally, you'll want to focus your deck towards a well supported strategy, so you can make an impact even without your commander.</p> <p>Best of luck, and may Richard Garfield have mercy on you for your lack of rares.</p>"
    ]
  },
  {
    "id": 108,
    "title": "#108 - Backgrounds",
    "date": "May 25, 2022",
    "author": "Alkadron",
    "categories": ["commontary"],
    "intro": "Indulge me in a hypothetical. Imagine, if you will, that you have a friend who's been blind since birth. One day, she undergoes a...",
    "details": 
    [
      "<h2>Indulge me in a hypothetical.</h2> <p>Imagine, if you will, that you have a friend who's been blind since birth. One day, she undergoes a revolutionary new surgery, and for the first time in her entire life, she's wandering around with you and seeing things. She turns to you and asks: “What is Red?”</p> <p>Red is … difficult to define? It's not something you've consciously thought about for years. Distilling the essence of a lifetime of red-colored experiences into words is not an easy task, and yet here it sits before you. One option available to you is to precisely define red. So you turn to your friend and confidently say “Red is visible light with a wavelength between 610 and 660 nanometers.”</p> <p>Nailed it.</p> <p>But… your friend looks disappointed. How is it possible that this precise scientific definition of the color, so clear about what does and does not count as red, has fallen flat? You try something else: instead of defining red, you describe it. Red is the color of stop signs, of firetrucks, of these roses and those tulips, of that woman's lipstick or that man's shirt or that other person's fingernails. It's a color for fire and passion and warnings and love and spiciness.</p> <p>This works! Now she's getting into the red-ness of things, excitedly pointing them out on her own (except for when she gets overzealous and you have to say “no, that's orange”).</p> <h2>“Cool story Dave, but it seems pointless? What does it have to do with PDH?”</h2> <p>This is the story I use to explain the utility of definitions vs descriptions. Definitions are precise tools of experts, used to create a very clear boundary between what is and what is not. Descriptions are vague and nebulous example-laden introductions for beginners, and they allow folks to build up their basic experiences of what is and is not.</p> <p>This is all relevant because Wizards has just dropped Backgrounds on us, and we are all novice beginners when it comes to Backgrounds.</p> <h2>What is a background?</h2> <p>“Background” is a new mechanic in Magic's new Commander Legends: Battle for Baldur's Gate set, and this set's version of the Partner mechanic. Commander Legends is meant to be drafted, which naturally conflicts with Commander's rigid color-identity rules. Partner provides players with an easy way to pivot from one color pair to another: instead of having to find a new legendary creature with the right colors, they can just swap out one of their two commanders for one that matches the new plan. The problem with Partner is that, the more partners get printed, the more out-of-control the mechanic gets. So finding new alternatives is important for Wizards.</p> <p>Enter Backgrounds: this is a new way to partner up two cards so that they can both be your commander, but in a way that doesn't compound the power-scaling problems of “Partner.”</p> <p>Every mono-color legendary creature in Battle for Baldur's Gate has the text “Choose a background.” If you choose one of these creatures to be your commander, you can also choose an enchantment with the subtype “background” to be your second commander - they partner up so that you have two commanders (and hopefully two colors worth of color identity with which to build your deck).</p> <h2>“You still haven't explained what this has to do with PDH”</h2> <p>I'm getting there! OK, so lots of these mono-color legendary creatures in Baldur's Gate are uncommon, so they can be your PDH commander. Which is awesome for us! And they let you choose a background, which is also awesome. So now we, the Rules Committee, are faced with an unprecedented decision to make:</p> <h2>Which backgrounds are legal to use as commanders in PDH?</h2> <p>This is a more difficult decision than it looks like.</p> <p>Lots of folks saw the text “Choose a background” on creatures and felt that made the enchantment sort of subordinate to the creature, so they assumed we'd only be allowing common backgrounds. There's nothing about backgrounds that naturally puts them into the command zone, only the ability “Choose a background” on a creature does that.</p> <p>Lots of other folks saw the text “Can be your second commander” and felt that, since the things that historically go into the command zone in PDH are uncommons, that we'd only be allowing uncommon backgrounds.</p> <p>Lots of other other folks saw the cool new mechanic and wanted to leave all options open to brewers, so they wanted to make all common and uncommon backgrounds legal PDH commanders.</p> <p>We (the Rules Committee) talked about this for weeks, and the purpose of this article is to share with you some of the points we brought up on both sides, and the decision we ultimately made.</p> <h2>SPOILERS: Everyone is on board with uncommon backgrounds being legal commanders.</h2> <p>Literally no one is against that. If you're reading and worried about whether or not you can use Criminal Past: you can, bless your wayward criminal heart. This article is pretty much entirely about whether or not we should also allow common backgrounds into the command zone.</p> <h2>“PDH has always been about putting an uncommon in the command zone”</h2> <p>There are a lot of assumptions wrapped up in this sentence, so let's unpack that. “Always” is an appeal to tradition, “has been about” is an appeal to the format's philosophy (which, at the moment, no one has written down or agrees on), and “an uncommon” conveniently leaves off the other commander requirements: that the commander is a creature, is not a land, and that other rules apply if it has something like “Partner,” “Partner with,” or “Choose a background.”</p> <p>Still: this is a very compelling point. Historically, as long as there have been official rules, we have only allowed creatures with an uncommon printing as legal commanders. The introduction of backgrounds feels like a weird reason to disrupt nearly a decade of format-defining precedent. And it really is format-defining: the entirety of our format's existence is based on rarity-based deck-building restrictions. Allowing common commanders in general would be a drastic shift in what is and isn't allowed, and allowing common backgrounds feels like a weird exception to make.</p> <h2>It really would be weird to create an exception just for this. I mean, there are only 5 common backgrounds.</h2> <p>In addition to being a weird exception to make, it's a weird exception to write about, since it applies equally to both sides of this argument. Proponents of common backgrounds are saying “There are only five, what's the harm in allowing 5 extra cards as potential commanders?” and opponents are saying “you're only losing access to 5 cards, you can get over it.”</p> <p>The real argument being had here, though, is about the cleanliness of the rules. We want our rules to be clean and streamlined and easy to understand at a glance, which is why we say “your commander can be any uncommon creature” when we introduce the format to our friends. There are, of course, extra bits: “Or two uncommon creatures if they have the “partner” ability or the “partner with [each other's name]” ability, or one uncommon creature with “choose a background” and an enchantment with the background subtype, but not Dryad Arbor 'cause it's a land, but Tangled Florahedron is fine because the land is the back face but you can't play the land face from the command zone, and if your uncommon creature has adventure here's how that works…” These extra details get left off because they're part of the definition--they create very specific boundaries and help people at those boundaries navigate their weird edge-cases. What we're trying to do is provide a description to serve as an introduction for our novice friends.</p> <p>What this boils down to is an issue of where we draw the line on our descriptions vs. our definitions. Opponents of allowing common backgrounds don't want to have to build the “common or uncommon background” clause into their casual descriptions of what a legal commander is; they feel it's a weird exception to have to make for only 5 cards. Proponents feel like putting backgrounds into these descriptions at all is a weird departure from the norm, and that the formal definition is already changing to allow backgrounds, so this would be a very small edit to an already big change.</p> <h2>This formal definition thing is already complex enough with partners and backgrounds and all the other shenanigans that EDH players don't have to deal with. Allowing a very specific subset of commons will just confuse the players.</h2> <p>We definitely do not want to confuse players! We're trying to streamline this to be as intuitive as possible. The problem lies in what different folks think of as intuitive. As I already mentioned, people had many different initial interpretations of this, in terms of what backgrounds they felt should or shouldn't be legal commanders. We have to keep in mind, as we discuss this, that what's intuitive for one person might not be intuitive for another.</p> <p>The bigger issue to consider for keeping things simple, streamlined, and intuitive, is: we don't want to make a ruling here that'll undermine our other rules. Officially, you can't use a common creature as your PDH commander (even if that commander is pretty interesting). Allowing common backgrounds into the command zone might not confuse players in terms of backgrounds, but it absolutely sends a mixed message about putting other commons into the command zone, like Ponyback Brigade or Naya Hushblade. The rules committee, for all our disagreements, are extremely united in the importance of not sending mixed messages about our core rules.</p> <h2>“Damn, Ponyback Brigade looks sweet. What if I want that AND common backgrounds to be legal?”</h2> <p>Allowing all common creatures into the Command Zone is something we talked about over the last few weeks. It would definitively solve the question of common backgrounds! But would it damage the health and diversity of the format? Would it change the competitive scene? What's really at risk here by opening up the floodgates to a few thousand extra commander options?</p> <p>It was difficult to articulate our feelings about this option. The honest answer to these questions is that opening up the command zone to any common creature would have an incredibly minor impact on the format's metagame. So many of the common creatures just… don't do anything interesting, and the interesting options almost always have more interesting and more powerful uncommon analogues. Allowing common creatures to be commanders would honestly change very little. So what's the harm in pulling that trigger to see what happens?</p> <p>First of all, that's not a trigger we can un-pull, so it's something we need to be absolutely sure we want to happen before we take that plunge. And we're not absolutely sure. There's a uniqueness about a single uncommon among a pile of commons. A special-ness to that card that sets it apart from the rest of the deck. EDH has its legendaries; PDH has its uncommons. We want to preserve that special-ness.</p> <h2>“What? 'Special-ness'? That's stupid. Why are you preventing me from building a Ponyback deck?”</h2> <p>We are, as always, fully supportive of your experimentation and exploration. Rule zero is here for you! Build the Ponyback deck and then play it. Play it against me personally, I badly want to see it in action. But recognize, as you build it, that it's technically not a legal commander, and you should ask your playgroup if they're OK with it before you start a game. (For the record: I, Alkadron, am always OK with it.)</p> <p>This is what Rule Zero is all about: some people want to build the most powerful deck they can under a rigid set of constraints, and other people want to bend the rules a bit to explore something fun or to express themselves. PDH has room for both kinds of players (and everyone in between) because of Rule Zero.</p> <h2>“Uh oh. You're talking about Rule Zero in the context of things I'm not technically allowed to do. I know what this means for common backgrounds.”</h2> <p>You know exactly what this means for common backgrounds, especially if you read <a href=\"https://old.reddit.com/r/PauperEDH/comments/uvpn8r/background_legality_ruling/\" target=\"_blank\">Scarecrow's announcement</a> from the 23rd. After weeks of discussion, we put the matter to a vote, and the results of that vote were:</p> <div class=\"indent\"> <p>Six RC members voting against allowing common backgrounds in the command zone</p> <p>Four RC members voting for allowing common backgrounds in the command zone</p> <p>Zero RC members abstaining.</p> </div> <p>We decided ahead of time that this would be a simple majority-rules vote, and so for now, we have officially made the ruling that common backgrounds are not allowed in the command zone. Which brings us right back to Rule Zero: if you're upset about this decision and curious to see how one plays, build the deck, get permission from your playgroup to play it, and let us know how it goes!</p> <h2>“This has been an enormous amount of text for what feels like a really simple decision.”</h2> <p>This decision was anything but simple - there's an enormous amount of nuance and implication and format philosophy and intuitive-ness underlying every aspect of this decision, and we all felt differently about different aspects of it, and it all came up in our discussions. I wrote this massive wall of text so that no one would think we took this lightly, because we didn't.</p> <p>Anyways, thanks for coming on this journey with me, friend! I hope you depart this article with a more nuanced understanding of our decision than you entered with, whether or not you agree with it. Either way, let us know what you think by hopping into the PDH Home Base Discord Server or our Facebook page or our subreddit.</p>"
    ]
  },
  {
    "id": 107,
    "title": "#107 - Disciple of Deceit Deck Tech",
    "date": "May 24, 2022",
    "author": "Naptown Hustle",
    "categories": ["duel", "spotlight"],
    "intro": "Today we will go over how I built my first, and favorite, Duel PDH deck...",
    "details": 
    [
      "<h2>Introduction</h2> <p><strong>“Infinite ideas flow through the Multiverse, waiting for an open mind” - The Biblioplex: An Introduction</strong></p> <p>Your opponents in Magic, and in Duel PDH, try to present you with an unsolvable board state. But what if you always had the answer? This commander does.</p> <img src=\"https://c1.scryfall.com/file/scryfall-cards/large/front/f/b/fbfe88fd-9bb9-42af-8134-96fd264b8405.jpg?1593096393\" alt=\"Disciple of Deceit\" class=\"card\"> <p>Today we will go over how I built my first, and favorite, Duel PDH deck. Disciple of Deceit is a blue-black control deck, but it isn't just a run-of-the-mill draw-go deck. It is built like a toolbox. This is because the commander has a special Inspired ability, more specifically, whenever he becomes untapped you may discard a nonland card to search your library for a card of the same converted mana cost. So, this means that, if we build our deck right, we should be able to go grab whatever the situation calls for during our upkeep…. that is, if we can get Disciple tapped.</p> <h2>Tapping and Tutoring</h2> <p><strong>“When defeat is near and guidance is scarce, all eyes look in one direction” - Source unknown</strong></p> <p>You could, of course, attack with the commander to get her tapped. And, often times you can if you keep the path clear with removal spells. But sometimes attacking would be a bad proposition, so what is the backup plan?</p> <p>First off, there are two lands that can tap the commander for colored mana, Survivors' Encampment and Holdout Settlement. These lands are great since they come into play untapped and can often make colored mana and they help out with our tapping issue.</p> <p>Secondly, there is Springleaf Drum. This one mana artifact taps a creature to generate a colored mana. And, it can be tutored for by Trinket Mage…. but we are getting ahead of ourselves. Sometimes, if you don't think you are going to have another good attack with Disciple of Deceit, you may actually want to use your first tutor to go get Springleaf Drum so that you can continue tutoring on later turns.</p> <p>Finally, if you are in a pinch, you can use Viridian Longbow to tap the commander. This is not the only reason the equipment is in the deck (more on that later) but it can work if you really need it to.</p> <p>When the commander untaps she discards a card. This can allow us to play synergistic cards which might benefit from this such as Madness cards and others. In the end, I have cut every Madness card that was in the deck. The test I used to determine if a Madness card was worth including was whether I would be ok playing it for its full cost. There is no guarantee that the commander will be on the board and those Madness cards might just be dead draws when you are already in a tight spot.</p> <p>But other cards synergize with the commander as well. These include; things with Flashback or Jumpstart like Mystical Teachings, Chainer's Edict, Dihada's Ploy and Forbidden Alchemy, as well as cards with Delve like Logic Knot. Another card that works well with the commander is Brainstorm. Brainstorm is often a trap in most decks since there are not that many shuffle effects in PDH to get rid of the chaff that you put back on top, but with the commander's tutor ability, a well-timed Brainstorm will let you see three more cards before you discard as well as put two unwanted cards back into your library (and not on top because of the shuffle from the tutoring).</p> <p>Besides the commander, there are several other tutors in the deck. We have already discussed Mystical Teachings and Trinket Mage, and the deck also includes Muddle the Mixture and Shred Memory which can get a 2-drop for the cost of three mana and Merchant Scroll which can search for a blue instant card. Remember the Merchant Scroll and Mystical Teachings can both get Gush, this will be important later.</p> <img src=\"https://c1.scryfall.com/file/scryfall-cards/large/front/9/a/9a7800f7-95cd-4f5c-b054-4afad8924367.jpg?1658650117\" alt=\"Trinket Mage\" class=\"card\"> <p>Whenever Trinket Mage is included in a deck, there needs to be an accompanying Trinket Mage Package. These are the 0-1 cost artifacts that the Wizard can search for. Ideally these cards cover a variety of scenarios. The cards that I have chosen are the following:</p> <div class=\"indent\"> <ul> <li>Executioner's Capsule - Kill a non-black creature</li> <li>Springleaf Drum - Tap the commander</li> <li>Viridian Longbow - Synergize with deathtouch creatures or tap the commander</li> <li>Seat of the Synod - Blue mana</li> <li>Vault of Whispers - Black mana</li> <li>Mistvault Bridge - Blue of black mana but tapped</li> </ul> </div> <h2>The Plan</h2> <p><strong>“Always give your foes a choice when they have none.” - Ob Nixilis</strong></p> <p>So, we have figured out how to tap our commander. Now what? What is this deck supposed to be doing? I have built the list to be a creature-based-ETB-combo-control-toolbox deck. So, in simple terms, this means that we are a control deck that plays a lot of creatures and wins with a combo eventually. Since our combo is an ETB based combo (see below for details) we are going to play primarily ETB creatures to maximize on the usefulness of the combo pieces. ETB creatures are those that do something when they Enter the Battlefield. Things like Chittering Rats and Fleshbag Marauder are ETB creatures.</p> <p>I chose to be a creature-based control deck since the format is so creature heavy. Almost every deck wants to win by attacking with creatures. Since the format has so few sweepers, save for things like Pestilence and Crypt Rats , blockers can be important. (note that there area a few other wraths in black that deal one or two to everything that we don't play as well as a few in red that deal 2 or 5 to everything)</p> <p>In an ideal game, the first few turns are spent killing their first creatures and playing our commander. Cards like Fungal Infection and Disfigure are great at this. Then a few useful creatures hit the board as we hold up counter magic like Deprive and Mana Leak. Perhaps we clear the board with a Pestilence or Crypt Rats. Later in the game, once the opponent has been run out of resources, we start tutoring for combo pieces to finish them off. The combo will be covered in a section below. Besides the combo, the deck can win by just attacking with random 2/2's or by abusing a non-infinite flicker such as Ghostly Flicker with Gray Merchant of Asphodel + Mnemonic Wall or Chittering Rats + Salvager of Secrets as targets.</p> <h2>The Control Shell</h2> <p><strong>“The fatal flaw in every plan is the assumption that you know more than your enemy” - Source Unknown</strong></p> <img src=\"https://c1.scryfall.com/file/scryfall-cards/large/front/8/c/8c052464-0e9c-4ac6-af50-ef81711972c8.jpg?1604195253\" alt=\"Soul Manipulation\" class=\"card\"> <p>As a control deck, we must play a decent number of counter spells and removal. Blue + Black is the best color combination for this, especially in Duel PDH. This is where we get into the meat of the deck list. For counter spells, generic two-cost counters were prioritized. By generic I mean that the counter will catch most spells. I avoided things that only countered instants or only countered spells that targeted a creature where possible. These are the spells that were chosen:</p> <div class=\"indent\"> <ul> <li>Counterspell</li> <li>Deprive - Don't forget about bouncing Mystic Sanctuary and Bojuka Bog!</li> <li>Logic Knot</li> <li>Mana Leak</li> <li>Muddle the Mixture - Doubles as a tutor or counter</li> <li>Negate</li> <li>Essence Scatter</li> <li>Soul Manipulation - Doubles as a counter AND a recursion spell</li> </ul> </div> <p>For non-creature-based removal spells, the deck prioritizes low-cost, instant-speed options that did not have restrictive conditions attached. (This is why it does not include Doom Blade or Murder) These are the spells that were chosen:</p> <div class=\"indent\"> <ul> <li>Chainer's Edict</li> <li>Curfew - A one-cost option to deal with Voltron that also gives you value</li> <li>Disfigure</li> <li>Fungal Infection -The token often matters</li> <li>Lash of Malice - Don't forget that this can be used to give one of your creatures +2 Attack</li> <li>Viridian Longbow - Can tap the commander and synergizes with deathtouch creatures</li> <li>Agony Warp -This can be used on one or two different creatures</li> <li>Cast Down</li> <li>Moment of Craving</li> <li>Grasp of Darkness - Don't forget that this can kill indestructible creatures</li> <li>Into the Roil - If you have infinite mana, this can be used to draw your deck (you will need an Archaeomancer type creature). Also, this gives our deck a way to deal with enchantments and artifacts.</li> <li>Victim of Night</li> <li>Executioner's Capsule</li> <li>Fall from Favor - This can also be placed on your own creatures if necessary</li> <li>Oubliette - When a commander phases out it does not go to the command zone</li> <li>Pestilence</li> </ul> </div> <h2>The Creatures</h2> <p><strong>“Bottom Feeders Sometimes Rise to the Top” - Source Unknown</strong></p> <p>As was said above, this is a creature-based control deck. The deck leans on its creatures for card advantage, synergy with flicker effects, and for blockers. The list below includes each creature and a brief summary of why it is in the deck:</p> <div class=\"indent\"> <ul> <li>Tidehollow Strix - A simple deathtouch flying blocker can be very useful. Synergizes with Viridian Longbow.</li> <li>Bone Picker - This often costs one and has deathtouch synergy as discussed above.</li> <li>Cadaver Imp - Can return from graveyard to hand other ETB creatures and combo pieces when needed.</li> <li>Chittering Rats - Can be used as a generic discard spell or as a game ending lock later, (Flicker Chittering Rats and an Archaeomancer effect every draw step to lock the opponent out of ever seeing a new card again)</li> <li>Crypt Rats - One of the only wraths in the format</li> <li>Fleshbag Marauder - A three drop edict that can also block well or attack decent damage</li> <li>Liliana's Specter - Another discard spell that is also a flying blocker/attacker</li> <li>Man-o'-War - A generic bounce spell when things need to slow down</li> <li>Vampire Spawn - Can be an alternate win-con without infinite mana</li> <li>Sea Gate Oracle - Selective card draw (Can also be flickered with an Archaeomancer effect to draw repeatedly)</li> <li>Trinket Mage - Discussed above</li> <li>Archaeomancer - A key combo piece and important synergy piece to the whole deck</li> <li>Thorn of the Black Rose - Deathtouch (see Longbow) and card advantage</li> <li>Gray Merchant of Asphodel - Can be an alternate win-con without infinite mana</li> <li>Mnemonic Wall - Additional Archaeomancer effect</li> <li>Mulldrifter - Fairly costed card draw that can also be a creature in the late game</li> <li>Peregrine Drake - Key combo piece (see below for details)</li> <li>Salvager of Secrets - Additional Archaeomancer effect</li> </ul> </div> <h2>The Graveyard is Your Friend and Other Good-Stuff</h2> <p><strong>“Birth and death are both reversible” - Nicol Bolas</strong></p> <p>Between all of the control pieces and ETB creatures is the “good stuff”. These are the nearly-auto-includes that most UB control decks will want to play. We have our powerful cantrips in Ponder and Preordain, draw spells like Sign in Blood, Forbidden Alchemy, Dihada's Ploy and Night's Whisper, and the absolutely devastating discard spell; Hymn to Tourach.</p> <p>Additionally, since we are discarding cards into our graveyard, we want to take advantage of this resource and not let it go to waste. Cards like Mystic Sanctuary, Cadaver Imp, Unearth and Omen of the Dead give us access to the creatures that make it to the bin, and Archaeomancer, Salvager of Secrets and Mnemonic Wall can pick up spells.</p> <p>There are a few other great cards that don't fit anywhere else. Tidehollow Strix is a solid blocker that can trip up decks like Slippery Bogle on turn two, and Thorn of the Black Rose can be a recurring draw spell and a frustrating wall. Both of these cards also have deathtouch which synergizes well with Viridian Longbow.</p> <h2>A Combo</h2> <p><strong>“Sometimes it is useful to take a break from existence” - Source Unknown</strong></p> <img src=\"https://c1.scryfall.com/file/scryfall-cards/large/front/2/d/2d0e3b84-31ea-4ff2-8028-1e983fad22d4.jpg?1580014063\" alt=\"Peregrine Drake\" class=\"card\"> <p>By this point, you have seen all of the combo pieces but let's review. The deck sometimes wins via the standard Peregrine Drake combo. The combo goes like this:</p> <div class=\"indent\"> <ul> <li>Have a Archaeomancer / Salvager of Secrets / Mnemonic Wall in play (if you play it the turn of the combo you will need a total of 7 mana available if you play it a turn early you will need just 5)</li> <li>Play Peregrine Drake and untap 5 lands.</li> <li>Play Ghostly Flicker or Displace (These can be in the bin at the start of the turn and picked up by Archaeomancer the turn of the combo, so don't be afraid to discard them or use them early in the game).</li> <li>The flicker targets the Archaeomancer and the Drake. When the Archaeomancer returns it targets the Ghostly Flicker and when the Drake returns you untap 5 lands.</li> <li>Float 5 mana and repeat.</li> </ul> </div> <p>Now you have infinite mana, but what to do with it? Well, there are a few routes you can take from here. Remember, the cards you need for the mana outlet may be in the graveyard, but you can pick them up with the Archaeomancer by using the last flicker to target a finisher piece instead of the Ghostly Flicker.</p> <div class=\"indent\"> <ul> <li>Use Into the Roil with kicker to bounce and replay the Archaeomancer to draw your deck. (Find Grey Merchant of Asphodel or Vampire Spawn to win)</li> <li>Flicker the Archaeomancer and Grey Merchant of Asphodel or Vampire Spawn to drain the opponent.</li> <li>Flicker the Archaeomancer and Mulldrifter / Sea Gate Oracle to draw your deck. (Find Grey Merchant of Asphodel to win)</li> <li>Use Archaeomancer plus Salvager of Secrets and Fungal Infection to create infinite tokens (target the Archaeomancer each time)</li> <li>Use Archaeomancer plus Mnemonic Wall and Moment of Craving to gain infinite life (target the Mnemonic Wall each time)</li> </ul> </div> <p>So now we know how the combo works, but how to we find the pieces when we are in a pinch? One of the biggest weaknesses of the combo is that the key pieces cost 3, 4, and 5. The commander can tutor for them, but only if we have the same CMC card in our hand. But we don't want to play a lot of 5 drops to bog down the deck. So, what do we do?</p> <p>This is where tutors and alternate costs come into play. Remember I said that I would talk about Gush later? Gush is a very important card in the deck. It has a CMC of 5 but it often is cast of 0. This keeps it from bogging us down. And, more importantly, it can be tutored for by both Merchant Scroll and Mystical Teachings. This gives us a few more ways to find a 5 drop when we need one. If you are working up to the combo, a few turns out you can even use Muddle the Mixture or Shred Memory or the commander's ability to get Merchant Scroll.</p> <p>Bone Picker should be mentioned here as well. Even though the card is very good on its own. It also is a 4 drop that is often cast for 1. This lets us find Archaeomancer with our commander's ability when we need to. Mulldrifter too has an alternate casting cost. It is 5 CMC but can be cast for its Evoke cost at 3 as a Divination. The flying fish can be discarded to go find Peregrine Drake or even a Salvager of Secrets later on. I want to mention here that Ghostly Flicker and Displace are the two best cards in the deck because they synergize with almost every creature we have. But, don't be afraid to use them for random value or to save a creature from removal. You can always get them back later with Archaeomancer creatures.</p> <h2>The Toolbox</h2> <p><strong>“The finest minions know what I need without me ever saying a thing” - Liliana Vess</strong></p> <p>Briefly, I want to talk about how to build a tutoring toolbox for Disciple of Deceit. The key to the smooth function of the deck is having access to the effect you want at multiple CMC values. I have included some examples below:</p> <div class=\"indent\"> <ul> <li>Targeted Removal: 1 CMC = Disfigure, 2 CMC = Cast Down, 3 CMC Oubliette</li> <li>Edicts: 1 CMC = Curfew, 2 CMC = Chainer's Edict, 3 CMC = Fleshbag Marauder</li> <li>Bounce: 1 CMC = Curfew, 2 CMC = Into the Roil, 3 CMC = Man-O-War</li> <li>Counterspell: 2 CMC = Counterspell, 3 CMC = Soul Manipulation</li> <li>Draw Spell: 1 CMC = Preordain, 2 CMC = Sign in Blood, 3 CMC = Forbidden Alchemy, 4 CMC = Thorn of the Black Rose, 5 CMC = Mulldrifter</li> <li>Recursion: 1 CMC = Unearth, 3 CMC = Cadaver Imp, 4 CMC = Archaeomancer, 5 CMC = Salvager of Secrets</li> <li>Wrath: 2 CMC = Nausea, 3 CMC = Crypt Rats, 4 CMC = Pestilence</li> <li>Discard: 2 CMC = Hymn to Tourach, 3 CMC = Chittering Rats</li> <li>Life gain: 2 CMC = Moment of Craving, 3 CMC = Vampire Spawn, 5 CMC = Gray Merchant of Asphodel</li> </ul> </div> <img src=\"https://c1.scryfall.com/file/scryfall-cards/large/front/d/4/d4133ceb-6176-411a-9eb8-51721c1bb435.jpg?1617433102\" alt=\"Merchant Scroll\" class=\"card\"> <p>Another toolbox that you may want to think about is Merchant Scroll. Scroll can only get a blue instant. This sounds restrictive but it actually allows you to access a lot of effects. For example, looking at the above list:</p> <div class=\"indent\"> <ul> <li>Targeted Removal: Agony Warp</li> <li>Edicts: Curfew</li> <li>Bounce: Into the Roil</li> <li>Counterspell: Deprive</li> <li>Draw Spell: Gush</li> <li>Recursion: Soul Manipulation</li> <li>Wrath: None</li> <li>Discard: None</li> <li>Life gain: Dihada's Ploy</li> </ul> </div> <h2>The Lands and Some Closing Thoughts</h2> <p><strong>“Long after the land has given up the last of its secrets, there will still be mysteries in the depths of the sea” - Kiora</strong></p> <p>The deck plays 39 lands. I know this may come as a shock to the multiplayer people, but when you don't have any mana rocks, you need to play more lands. Honestly, 39 might be low. Think about it this way. In standard, a control deck plays about 25-27 lands. This would equate to 41 to 45 lands in a 99-card deck. Now, we have a lower curve then some standard decks, but 39 is the lowest I would go for two-color control.</p> <p>There are 26 untapped color sources and 10 tapped lands that can produce or tutor both colors. I have chosen to include a few utility lands. These are Quicksand, Desert, Mystic Sanctuary and Bojuka Bog. These are sometimes controversial, but they can be very useful in the right situation. Feel free to go without if you don't want them. (Remember that Gush and Deprive can bounce a Mystic Sanctuary back to hand and Ghostly Flicker can trigger it as well). It is likely that only the devoted have made it this far in the article, so thank you for reading! This is <a href=\"https://www.moxfield.com/decks/woVDZkcoykWy69MaMIiuZQ\" target=\"_blank\">the decklist</a>. Feel free to copy it card for card or change whatever you like.</p> <p>The deck is fun. It is challenging. When you are playing it, you are forced to think several turns ahead so that you know what to tutor for. I make a lot of mistakes piloting it but I enjoy it more than any of my other decks. If that isn't an endorsement, I don't know what is. Hopefully you enjoyed this in-depth look at Disciple of Deceit. If you have any questions, you can find me on Discord!</p>"
    ]
  }
]